[
  {
    "id": 301,
    "factor": "A",
    "facet": 1,
    "tier": 1,
    "reverse": false,
    "ko": "나에게 상처를 준 사람도 진심으로 사과하면 용서할 수 있다.",
    "ko_example": "예: 친구가 내 비밀을 다른 사람에게 말했지만, 진심으로 미안하다고 하면 다시 친하게 지낼 수 있다.",
    "en": "I can forgive someone who hurt me if they sincerely apologize.",
    "en_example": "Ex: If a friend shared my secret with others but genuinely apologized, I could be close with them again."
  },
  {
    "id": 302,
    "factor": "A",
    "facet": 1,
    "tier": 1,
    "reverse": true,
    "ko": "한번 나를 배신한 사람은 절대 다시 믿지 않는다.",
    "ko_example": "예: 동료가 내 아이디어를 자기 것처럼 발표했다면, 그 사람과는 다시는 협력하지 않는다.",
    "en": "I never trust someone again once they have betrayed me.",
    "en_example": "Ex: If a colleague presented my idea as their own, I would never collaborate with them again."
  },
  {
    "id": 303,
    "factor": "A",
    "facet": 1,
    "tier": 2,
    "reverse": false,
    "ko": "과거의 갈등보다는 앞으로의 관계 개선에 더 집중하는 편이다.",
    "ko_example": "예: 형제자매와 유산 문제로 다퉜어도, 가족 관계를 회복하는 것이 더 중요하다고 생각한다.",
    "en": "I focus more on improving future relationships than dwelling on past conflicts.",
    "en_example": "Ex: Even after arguing with siblings over inheritance, I believe restoring family ties is more important."
  },
  {
    "id": 304,
    "factor": "A",
    "facet": 1,
    "tier": 2,
    "reverse": true,
    "ko": "누군가 나에게 잘못을 하면 그 일을 오랫동안 잊지 못한다.",
    "ko_example": "예: 5년 전에 친구가 중요한 약속을 어긴 일을 아직도 선명하게 기억하고 있다.",
    "en": "When someone wrongs me, I cannot forget it for a long time.",
    "en_example": "Ex: I still vividly remember when a friend broke an important promise five years ago."
  },
  {
    "id": 305,
    "factor": "A",
    "facet": 1,
    "tier": 3,
    "reverse": false,
    "ko": "상대방의 입장에서 생각해보면 대부분의 잘못은 이해할 수 있다.",
    "ko_example": "예: 친구가 내 생일을 잊었어도, 그 시기에 일이 많았다는 것을 알면 충분히 이해된다.",
    "en": "When I consider the other person's perspective, I can understand most wrongdoings.",
    "en_example": "Ex: Even if a friend forgot my birthday, I can fully understand if I know they were overwhelmed with work at the time."
  },
  {
    "id": 306,
    "factor": "A",
    "facet": 1,
    "tier": 1,
    "reverse": false,
    "ko": "사람들이 실수를 저지를 수 있다는 것을 받아들이는 편이다.",
    "ko_example": "예: 신입사원이 중요한 문서를 잘못 처리해도 누구나 처음에는 실수할 수 있다고 생각한다.",
    "en": "I accept that people can make mistakes.",
    "en_example": "Ex: Even if a new employee mishandles an important document, I think anyone can make mistakes when starting out."
  },
  {
    "id": 307,
    "factor": "A",
    "facet": 1,
    "tier": 2,
    "reverse": true,
    "ko": "나에게 상처를 준 사람에게는 어떤 식으로든 되갚아 주고 싶다.",
    "ko_example": "예: 나를 무시했던 사람이 나중에 도움을 요청하면, 그때 똑같이 무시해주고 싶다.",
    "en": "I want to pay back in some way those who have hurt me.",
    "en_example": "Ex: If someone who ignored me later asks for help, I want to ignore them the same way."
  },
  {
    "id": 308,
    "factor": "A",
    "facet": 1,
    "tier": 3,
    "reverse": false,
    "ko": "원한을 품고 사는 것은 나 자신에게도 해롭다고 생각한다.",
    "ko_example": "예: 과거에 나를 힘들게 했던 상사를 계속 미워하면 내 마음만 더 힘들어진다.",
    "en": "I believe holding grudges is harmful to myself as well.",
    "en_example": "Ex: Continuing to hate a former boss who made my life difficult only makes my own heart heavier."
  },
  {
    "id": 309,
    "factor": "A",
    "facet": 1,
    "tier": 1,
    "reverse": true,
    "ko": "나를 크게 실망시킨 사람과는 관계를 완전히 끊는 편이다.",
    "ko_example": "예: 오랜 친구가 내 뒤에서 험담을 했다면, 그 친구와는 연락을 끊어버린다.",
    "en": "I tend to completely cut off relationships with people who greatly disappointed me.",
    "en_example": "Ex: If a long-time friend talked behind my back, I would cut off all contact with them."
  },
  {
    "id": 310,
    "factor": "A",
    "facet": 1,
    "tier": 2,
    "reverse": false,
    "ko": "시간이 지나면 대부분의 상처는 자연스럽게 치유된다고 믿는다.",
    "ko_example": "예: 연인과 크게 싸워서 헤어졌어도, 몇 년 후에는 담담하게 그 사람을 떠올릴 수 있다.",
    "en": "I believe most wounds naturally heal with time.",
    "en_example": "Ex: Even after a bad breakup, I can think of that person calmly after a few years."
  },
  {
    "id": 311,
    "factor": "A",
    "facet": 1,
    "tier": 3,
    "reverse": true,
    "ko": "용서한다고 말해도 마음속 깊이 그 일을 완전히 잊기는 어렵다.",
    "ko_example": "예: 친구의 배신을 용서했다고 해도, 가끔 그 일이 떠오르면 여전히 마음이 불편하다.",
    "en": "Even when I say I forgive, it's hard to completely forget deep down.",
    "en_example": "Ex: Even though I said I forgave a friend's betrayal, I still feel uncomfortable when it occasionally comes to mind."
  },
  {
    "id": 312,
    "factor": "A",
    "facet": 1,
    "tier": 1,
    "reverse": false,
    "ko": "다른 사람들의 잘못에 대해 비교적 관대한 편이다.",
    "ko_example": "예: 택배 기사가 물건을 잘못 배송해도 바쁜 일정 때문이라고 이해하는 편이다.",
    "en": "I am relatively lenient about other people's mistakes.",
    "en_example": "Ex: Even if a delivery driver misdelivers a package, I understand it's probably due to their busy schedule."
  },
  {
    "id": 313,
    "factor": "A",
    "facet": 1,
    "tier": 2,
    "reverse": true,
    "ko": "내가 먼저 화해의 손을 내미는 것은 굴복하는 것처럼 느껴진다.",
    "ko_example": "예: 싸운 후에 내가 먼저 연락하면 내가 진 것 같은 기분이 든다.",
    "en": "Reaching out first to reconcile feels like surrendering.",
    "en_example": "Ex: If I contact someone first after a fight, it feels like I've lost."
  },
  {
    "id": 314,
    "factor": "A",
    "facet": 1,
    "tier": 3,
    "reverse": false,
    "ko": "과거의 상처를 떠나보내고 새로운 시작을 할 수 있다.",
    "ko_example": "예: 이전 직장에서 부당한 대우를 받았어도, 새 직장에서는 그 기억을 떨치고 새롭게 시작한다.",
    "en": "I can let go of past hurts and make a fresh start.",
    "en_example": "Ex: Even after being treated unfairly at a previous job, I shake off those memories and start fresh at a new workplace."
  },
  {
    "id": 315,
    "factor": "A",
    "facet": 1,
    "tier": 1,
    "reverse": true,
    "ko": "누군가 나를 무시하면 그 감정을 쉽게 털어버리지 못한다.",
    "ko_example": "예: 회의에서 내 의견이 무시당하면 며칠 동안 그 생각이 계속 난다.",
    "en": "When someone dismisses me, I can't easily shake off that feeling.",
    "en_example": "Ex: If my opinion is dismissed in a meeting, I keep thinking about it for days."
  },
  {
    "id": 316,
    "factor": "A",
    "facet": 1,
    "tier": 2,
    "reverse": false,
    "ko": "갈등 후에도 상대방과 예전처럼 자연스럽게 지낼 수 있다.",
    "ko_example": "예: 동료와 프로젝트 방향으로 크게 다퉜어도, 다음 날 평소처럼 대화할 수 있다.",
    "en": "I can interact naturally with someone after a conflict, just like before.",
    "en_example": "Ex: Even after a big argument with a colleague about project direction, I can talk to them normally the next day."
  },
  {
    "id": 317,
    "factor": "A",
    "facet": 1,
    "tier": 3,
    "reverse": true,
    "ko": "상대방이 충분히 반성하지 않으면 용서하기 어렵다.",
    "ko_example": "예: 친구가 형식적으로만 사과하고 진심으로 뉘우치지 않으면 받아들이기 힘들다.",
    "en": "It's hard for me to forgive if the other person hasn't shown enough remorse.",
    "en_example": "Ex: If a friend only apologizes superficially without genuine remorse, I find it hard to accept."
  },
  {
    "id": 318,
    "factor": "A",
    "facet": 1,
    "tier": 1,
    "reverse": false,
    "ko": "사람들에게 두 번째 기회를 주는 것이 중요하다고 생각한다.",
    "ko_example": "예: 한 번 약속을 어긴 친구도 다시 믿고 기회를 줄 수 있다.",
    "en": "I believe it's important to give people second chances.",
    "en_example": "Ex: I can trust and give another chance to a friend who broke a promise once."
  },
  {
    "id": 319,
    "factor": "A",
    "facet": 1,
    "tier": 2,
    "reverse": true,
    "ko": "나에게 잘못한 사람이 잘 되는 것을 보면 불쾌하다.",
    "ko_example": "예: 나를 힘들게 했던 전 동료가 승진했다는 소식을 들으면 기분이 좋지 않다.",
    "en": "I feel displeased when I see someone who wronged me doing well.",
    "en_example": "Ex: I don't feel good hearing that a former colleague who made my life difficult got promoted."
  },
  {
    "id": 320,
    "factor": "A",
    "facet": 1,
    "tier": 3,
    "reverse": false,
    "ko": "용서는 상대방을 위한 것이 아니라 나 자신을 위한 것이라고 생각한다.",
    "ko_example": "예: 나를 상처 준 사람을 용서하면 내 마음이 더 평화로워진다.",
    "en": "I believe forgiveness is for myself, not for the other person.",
    "en_example": "Ex: Forgiving someone who hurt me brings more peace to my own heart."
  },
  {
    "id": 321,
    "factor": "A",
    "facet": 1,
    "tier": 1,
    "reverse": true,
    "ko": "한번 깨진 신뢰는 다시 회복되기 어렵다고 생각한다.",
    "ko_example": "예: 파트너가 한 번 거짓말을 했다면 다시는 그 사람의 말을 완전히 믿기 어렵다.",
    "en": "I believe once trust is broken, it's hard to restore.",
    "en_example": "Ex: If a partner lied once, I find it hard to fully trust their words again."
  },
  {
    "id": 322,
    "factor": "A",
    "facet": 1,
    "tier": 2,
    "reverse": false,
    "ko": "감정적인 상처도 시간이 지나면 객관적으로 바라볼 수 있게 된다.",
    "ko_example": "예: 처음에는 배신감에 분노했지만, 몇 달 후에는 상황을 더 냉정하게 볼 수 있다.",
    "en": "I can view emotional wounds objectively as time passes.",
    "en_example": "Ex: At first I was angry from feeling betrayed, but after a few months I can see the situation more calmly."
  },
  {
    "id": 323,
    "factor": "A",
    "facet": 1,
    "tier": 3,
    "reverse": true,
    "ko": "잘못을 저지른 사람에게는 반드시 대가를 치르게 해야 한다고 생각한다.",
    "ko_example": "예: 사기를 친 사람은 용서보다는 법적 처벌을 받아야 마땅하다.",
    "en": "I believe people who do wrong must pay the consequences.",
    "en_example": "Ex: Someone who committed fraud deserves legal punishment rather than forgiveness."
  },
  {
    "id": 324,
    "factor": "A",
    "facet": 1,
    "tier": 1,
    "reverse": false,
    "ko": "분노를 오래 간직하는 것보다 빨리 풀어버리는 것이 낫다.",
    "ko_example": "예: 누군가에게 화가 나도 하루 이틀 안에 마음을 정리하려고 노력한다.",
    "en": "It's better to let go of anger quickly than to hold onto it.",
    "en_example": "Ex: Even when I'm angry at someone, I try to settle my feelings within a day or two."
  },
  {
    "id": 325,
    "factor": "A",
    "facet": 1,
    "tier": 2,
    "reverse": true,
    "ko": "나를 심하게 비난한 사람의 얼굴은 오래도록 기억에 남는다.",
    "ko_example": "예: 학창시절 나를 심하게 놀렸던 친구의 얼굴이 아직도 선명하게 떠오른다.",
    "en": "I remember the faces of people who harshly criticized me for a long time.",
    "en_example": "Ex: I can still vividly picture the face of a classmate who severely teased me during school days."
  },
  {
    "id": 326,
    "factor": "A",
    "facet": 2,
    "tier": 1,
    "reverse": false,
    "ko": "다른 사람의 실수에 대해 엄격하게 판단하지 않으려고 한다.",
    "ko_example": "예: 후배가 보고서에 오타를 냈어도 크게 지적하지 않고 넘어간다.",
    "en": "I try not to judge others' mistakes too harshly.",
    "en_example": "Ex: Even if a junior colleague has typos in their report, I let it pass without making a big deal."
  },
  {
    "id": 327,
    "factor": "A",
    "facet": 2,
    "tier": 1,
    "reverse": true,
    "ko": "사람들의 부족한 점이 쉽게 눈에 띈다.",
    "ko_example": "예: 새로 만난 사람의 말투나 태도에서 마음에 들지 않는 부분이 바로 보인다.",
    "en": "I easily notice people's shortcomings.",
    "en_example": "Ex: When meeting someone new, I immediately notice aspects of their speech or attitude I don't like."
  },
  {
    "id": 328,
    "factor": "A",
    "facet": 2,
    "tier": 2,
    "reverse": false,
    "ko": "대부분의 사람들은 자신만의 장점과 가치가 있다고 생각한다.",
    "ko_example": "예: 업무 능력이 부족해 보이는 동료도 팀에서 나름의 역할을 하고 있다고 본다.",
    "en": "I believe most people have their own strengths and value.",
    "en_example": "Ex: I see that even a colleague who seems lacking in work ability plays their own role in the team."
  },
  {
    "id": 329,
    "factor": "A",
    "facet": 2,
    "tier": 2,
    "reverse": true,
    "ko": "다른 사람들의 행동에 대해 비판적인 생각이 자주 든다.",
    "ko_example": "예: 지하철에서 큰 소리로 통화하는 사람을 보면 예의 없다고 생각한다.",
    "en": "I often have critical thoughts about others' behavior.",
    "en_example": "Ex: When I see someone talking loudly on the phone in the subway, I think they're rude."
  },
  {
    "id": 330,
    "factor": "A",
    "facet": 2,
    "tier": 3,
    "reverse": false,
    "ko": "다른 사람을 평가할 때 그 사람의 상황과 배경을 고려한다.",
    "ko_example": "예: 출근 지각이 잦은 동료도 집안 사정이 있을 수 있다고 생각한다.",
    "en": "When judging others, I consider their circumstances and background.",
    "en_example": "Ex: I think a colleague who is often late might have family issues at home."
  },
  {
    "id": 331,
    "factor": "A",
    "facet": 2,
    "tier": 1,
    "reverse": false,
    "ko": "사람들에게 부드러운 말투로 대하려고 노력한다.",
    "ko_example": "예: 후배에게 지적할 때도 상처받지 않도록 조심스럽게 말한다.",
    "en": "I try to speak to people in a gentle manner.",
    "en_example": "Ex: Even when pointing out something to a junior, I speak carefully so they don't get hurt."
  },
  {
    "id": 332,
    "factor": "A",
    "facet": 2,
    "tier": 2,
    "reverse": true,
    "ko": "어떤 사람이 마음에 들지 않으면 그 감정이 표정이나 행동에 드러난다.",
    "ko_example": "예: 싫어하는 사람 앞에서는 무의식적으로 딱딱한 표정이 된다.",
    "en": "When I don't like someone, it shows in my expression or behavior.",
    "en_example": "Ex: In front of someone I dislike, I unconsciously have a stiff expression."
  },
  {
    "id": 333,
    "factor": "A",
    "facet": 2,
    "tier": 3,
    "reverse": false,
    "ko": "첫인상이 좋지 않아도 그 사람에 대한 판단을 유보하는 편이다.",
    "ko_example": "예: 처음 만났을 때 퉁명스러워 보인 사람도 더 알아가려고 노력한다.",
    "en": "Even if the first impression isn't good, I tend to withhold judgment about that person.",
    "en_example": "Ex: Even if someone seemed curt when we first met, I try to get to know them better."
  },
  {
    "id": 334,
    "factor": "A",
    "facet": 2,
    "tier": 1,
    "reverse": true,
    "ko": "게으르거나 노력하지 않는 사람을 보면 답답함을 느낀다.",
    "ko_example": "예: 팀 프로젝트에서 맡은 일을 제대로 하지 않는 팀원에게 짜증이 난다.",
    "en": "I feel frustrated when I see lazy or unmotivated people.",
    "en_example": "Ex: I get annoyed at team members who don't do their part properly in group projects."
  },
  {
    "id": 335,
    "factor": "A",
    "facet": 2,
    "tier": 2,
    "reverse": false,
    "ko": "다른 사람의 선택이 나와 다르더라도 존중하려고 한다.",
    "ko_example": "예: 친구가 내가 이해할 수 없는 직업을 선택해도 그 결정을 지지한다.",
    "en": "I try to respect others' choices even if they differ from mine.",
    "en_example": "Ex: Even if a friend chooses a career I can't understand, I support their decision."
  },
  {
    "id": 336,
    "factor": "A",
    "facet": 2,
    "tier": 3,
    "reverse": true,
    "ko": "사람들의 위선적인 모습을 보면 참기 어렵다.",
    "ko_example": "예: 겉으로는 친절하면서 뒤에서 다른 사람을 험담하는 사람이 정말 싫다.",
    "en": "I find it hard to tolerate people's hypocritical behavior.",
    "en_example": "Ex: I really dislike people who are kind to your face but talk behind others' backs."
  },
  {
    "id": 337,
    "factor": "A",
    "facet": 2,
    "tier": 1,
    "reverse": false,
    "ko": "사람들에게 칭찬과 격려를 자주 하는 편이다.",
    "ko_example": "예: 동료가 작은 성과를 이뤄도 잘했다고 말해준다.",
    "en": "I often give praise and encouragement to people.",
    "en_example": "Ex: Even when a colleague achieves something small, I tell them they did well."
  },
  {
    "id": 338,
    "factor": "A",
    "facet": 2,
    "tier": 2,
    "reverse": true,
    "ko": "사람들의 변명을 듣고 있으면 짜증이 난다.",
    "ko_example": "예: 일을 못한 이유를 설명하는 것보다 해결책을 찾는 게 먼저라고 생각한다.",
    "en": "I get annoyed listening to people's excuses.",
    "en_example": "Ex: I think finding solutions should come before explaining why work wasn't done."
  },
  {
    "id": 339,
    "factor": "A",
    "facet": 2,
    "tier": 3,
    "reverse": false,
    "ko": "누군가의 나쁜 습관도 그 사람의 역사와 배경의 결과라고 이해한다.",
    "ko_example": "예: 화를 잘 내는 사람도 어린 시절 환경의 영향일 수 있다고 생각한다.",
    "en": "I understand that someone's bad habits are the result of their history and background.",
    "en_example": "Ex: I think someone who gets angry easily might have been influenced by their childhood environment."
  },
  {
    "id": 340,
    "factor": "A",
    "facet": 2,
    "tier": 1,
    "reverse": true,
    "ko": "무능한 사람과 일하는 것이 매우 스트레스다.",
    "ko_example": "예: 기본적인 것도 못하는 동료와 팀이 되면 내가 다 해야 해서 힘들다.",
    "en": "Working with incompetent people is very stressful.",
    "en_example": "Ex: When teamed with a colleague who can't do basic things, I have to do everything myself."
  },
  {
    "id": 341,
    "factor": "A",
    "facet": 2,
    "tier": 2,
    "reverse": false,
    "ko": "사람들의 약점보다는 강점에 초점을 맞추려고 한다.",
    "ko_example": "예: 프레젠테이션이 서툰 동료도 분석 능력이 뛰어나다면 그 점을 인정한다.",
    "en": "I try to focus on people's strengths rather than their weaknesses.",
    "en_example": "Ex: Even if a colleague is poor at presentations, I acknowledge their excellent analytical skills."
  },
  {
    "id": 342,
    "factor": "A",
    "facet": 2,
    "tier": 3,
    "reverse": true,
    "ko": "성격이 맞지 않는 사람과는 가능하면 거리를 둔다.",
    "ko_example": "예: 가치관이 다른 동료와는 업무적인 대화 외에는 하지 않으려고 한다.",
    "en": "I keep my distance from people whose personality doesn't match mine.",
    "en_example": "Ex: I try to only have work-related conversations with colleagues who have different values."
  },
  {
    "id": 343,
    "factor": "A",
    "facet": 2,
    "tier": 1,
    "reverse": false,
    "ko": "타인의 실수에 대해 쉽게 화내지 않는다.",
    "ko_example": "예: 서빙 직원이 주문을 잘못 받아와도 다시 부탁하면 된다고 생각한다.",
    "en": "I don't easily get angry at others' mistakes.",
    "en_example": "Ex: Even if a server brings the wrong order, I think I can just politely ask them to fix it."
  },
  {
    "id": 344,
    "factor": "A",
    "facet": 2,
    "tier": 2,
    "reverse": true,
    "ko": "약속 시간에 늦는 사람을 보면 시간 관념이 없다고 생각한다.",
    "ko_example": "예: 자주 지각하는 친구는 나를 존중하지 않는다고 느껴진다.",
    "en": "When someone is late for appointments, I think they have no sense of time.",
    "en_example": "Ex: I feel a friend who is often late doesn't respect me."
  },
  {
    "id": 345,
    "factor": "A",
    "facet": 2,
    "tier": 3,
    "reverse": false,
    "ko": "모든 사람에게는 성장하고 변할 가능성이 있다고 믿는다.",
    "ko_example": "예: 현재 태도가 좋지 않은 사람도 환경이 바뀌면 달라질 수 있다고 본다.",
    "en": "I believe everyone has the potential to grow and change.",
    "en_example": "Ex: I think even someone with a currently bad attitude can change if their environment changes."
  },
  {
    "id": 346,
    "factor": "A",
    "facet": 2,
    "tier": 1,
    "reverse": true,
    "ko": "상식이 부족한 사람을 보면 이해하기 어렵다.",
    "ko_example": "예: 기본 예의를 모르는 사람과는 대화하기가 불편하다.",
    "en": "I find it hard to understand people who lack common sense.",
    "en_example": "Ex: I feel uncomfortable talking with people who don't know basic manners."
  },
  {
    "id": 347,
    "factor": "A",
    "facet": 2,
    "tier": 2,
    "reverse": false,
    "ko": "다른 사람을 대할 때 친절하고 따뜻한 태도를 유지하려고 한다.",
    "ko_example": "예: 피곤하거나 기분이 좋지 않아도 주변 사람들에게 밝게 인사한다.",
    "en": "I try to maintain a kind and warm attitude when dealing with others.",
    "en_example": "Ex: Even when tired or in a bad mood, I greet people around me cheerfully."
  },
  {
    "id": 348,
    "factor": "A",
    "facet": 2,
    "tier": 3,
    "reverse": true,
    "ko": "나와 다른 방식으로 일하는 사람을 보면 효율적이지 못하다고 느낀다.",
    "ko_example": "예: 내가 생각하는 최선의 방법이 있는데 다른 방식을 고집하면 답답하다.",
    "en": "When I see someone working differently than me, I feel they're not efficient.",
    "en_example": "Ex: I feel frustrated when someone insists on a different method when I know the best way."
  },
  {
    "id": 349,
    "factor": "A",
    "facet": 2,
    "tier": 1,
    "reverse": false,
    "ko": "사람들이 때로 무례하게 굴어도 그럴 만한 이유가 있을 거라고 생각한다.",
    "ko_example": "예: 버스 기사가 퉁명스럽게 대해도 오늘 힘든 일이 있었을 수 있다고 생각한다.",
    "en": "When people act rudely, I think they might have a reason.",
    "en_example": "Ex: If a bus driver is curt, I think they might have had a tough day."
  },
  {
    "id": 350,
    "factor": "A",
    "facet": 2,
    "tier": 3,
    "reverse": true,
    "ko": "기본적인 일도 제대로 못하는 사람은 인정하기 어렵다.",
    "ko_example": "예: 간단한 업무도 실수하는 동료에게는 중요한 일을 맡기기 꺼려진다.",
    "en": "I find it hard to respect people who can't do basic things properly.",
    "en_example": "Ex: I'm reluctant to entrust important tasks to a colleague who makes mistakes on simple work."
  },
  {
    "id": 351,
    "factor": "A",
    "facet": 3,
    "tier": 1,
    "reverse": false,
    "ko": "다른 사람들과 의견이 다를 때 중간 지점을 찾으려고 노력한다.",
    "ko_example": "예: 친구들과 여행지를 정할 때 모두가 만족할 수 있는 절충안을 찾는다.",
    "en": "When I disagree with others, I try to find middle ground.",
    "en_example": "Ex: When choosing a travel destination with friends, I look for a compromise that satisfies everyone."
  },
  {
    "id": 352,
    "factor": "A",
    "facet": 3,
    "tier": 1,
    "reverse": true,
    "ko": "내 방식이 옳다고 생각하면 쉽게 양보하지 않는다.",
    "ko_example": "예: 프로젝트 진행 방법에 대해 내 의견이 맞다고 확신하면 끝까지 주장한다.",
    "en": "When I think my way is right, I don't easily back down.",
    "en_example": "Ex: If I'm convinced my opinion about project methodology is correct, I argue until the end."
  },
  {
    "id": 353,
    "factor": "A",
    "facet": 3,
    "tier": 2,
    "reverse": false,
    "ko": "원만한 관계를 위해서 때로는 내 의견을 접을 수 있다.",
    "ko_example": "예: 가족 모임에서 의견 충돌이 있으면 분위기를 위해 한 발 물러선다.",
    "en": "For the sake of harmonious relationships, I can sometimes set aside my opinion.",
    "en_example": "Ex: If there's a disagreement at a family gathering, I step back for the sake of the atmosphere."
  },
  {
    "id": 354,
    "factor": "A",
    "facet": 3,
    "tier": 2,
    "reverse": true,
    "ko": "내 원칙을 타협하느니 갈등을 감수하는 편이다.",
    "ko_example": "예: 잘못된 결정이라고 생각하면 상사의 지시라도 문제를 제기한다.",
    "en": "I'd rather face conflict than compromise my principles.",
    "en_example": "Ex: If I think a decision is wrong, I raise concerns even if it's from my supervisor."
  },
  {
    "id": 355,
    "factor": "A",
    "facet": 3,
    "tier": 3,
    "reverse": false,
    "ko": "상황에 따라 내 계획이나 방법을 유연하게 조정할 수 있다.",
    "ko_example": "예: 원래 계획대로 안 되면 새로운 상황에 맞춰 빠르게 계획을 수정한다.",
    "en": "I can flexibly adjust my plans or methods depending on the situation.",
    "en_example": "Ex: If things don't go as planned, I quickly revise my plan to fit the new situation."
  },
  {
    "id": 356,
    "factor": "A",
    "facet": 3,
    "tier": 1,
    "reverse": false,
    "ko": "상대방의 요청을 가능한 한 들어주려고 한다.",
    "ko_example": "예: 친구가 약속 시간을 바꿔달라고 하면 가능한 맞춰주려고 한다.",
    "en": "I try to accommodate others' requests as much as possible.",
    "en_example": "Ex: If a friend asks to change appointment time, I try to adjust if I can."
  },
  {
    "id": 357,
    "factor": "A",
    "facet": 3,
    "tier": 2,
    "reverse": true,
    "ko": "협상에서 내가 원하는 것을 얻기 위해 강하게 밀어붙인다.",
    "ko_example": "예: 연봉 협상에서 내가 원하는 금액을 얻을 때까지 쉽게 물러서지 않는다.",
    "en": "In negotiations, I push hard to get what I want.",
    "en_example": "Ex: In salary negotiations, I don't back down easily until I get the amount I want."
  },
  {
    "id": 358,
    "factor": "A",
    "facet": 3,
    "tier": 3,
    "reverse": false,
    "ko": "윈-윈 결과를 위해 나의 요구 사항을 일부 조정할 의향이 있다.",
    "ko_example": "예: 비즈니스 파트너와 협상할 때 양측 모두에게 이익이 되는 조건을 찾는다.",
    "en": "I'm willing to adjust some of my demands for a win-win outcome.",
    "en_example": "Ex: When negotiating with a business partner, I look for terms that benefit both sides."
  },
  {
    "id": 359,
    "factor": "A",
    "facet": 3,
    "tier": 1,
    "reverse": true,
    "ko": "내가 옳다고 생각하는 것에 대해서는 고집스러운 편이다.",
    "ko_example": "예: 건강에 좋다고 확신하는 방법은 다른 사람이 반대해도 계속 실천한다.",
    "en": "I can be stubborn about things I believe are right.",
    "en_example": "Ex: I continue practices I'm convinced are healthy even if others disagree."
  },
  {
    "id": 360,
    "factor": "A",
    "facet": 3,
    "tier": 2,
    "reverse": false,
    "ko": "토론에서 상대방의 좋은 의견은 기꺼이 받아들인다.",
    "ko_example": "예: 회의 중 동료가 더 나은 아이디어를 제시하면 내 의견을 수정한다.",
    "en": "In discussions, I gladly accept good points from others.",
    "en_example": "Ex: During meetings, I modify my opinion if a colleague suggests a better idea."
  },
  {
    "id": 361,
    "factor": "A",
    "facet": 3,
    "tier": 3,
    "reverse": true,
    "ko": "논쟁에서 지는 것이 싫어서 끝까지 내 주장을 펼친다.",
    "ko_example": "예: 토론에서 내 논리가 틀렸다는 것을 알아도 인정하기 어렵다.",
    "en": "I hate losing arguments so I keep making my point until the end.",
    "en_example": "Ex: Even in debates when I realize my logic is flawed, I find it hard to admit it."
  },
  {
    "id": 362,
    "factor": "A",
    "facet": 3,
    "tier": 1,
    "reverse": false,
    "ko": "갈등 상황에서 평화로운 해결책을 찾는 것을 선호한다.",
    "ko_example": "예: 이웃과 분쟁이 생기면 법적 절차보다 대화로 해결하려고 한다.",
    "en": "In conflict situations, I prefer finding peaceful solutions.",
    "en_example": "Ex: When disputes arise with neighbors, I try to resolve them through dialogue rather than legal procedures."
  },
  {
    "id": 363,
    "factor": "A",
    "facet": 3,
    "tier": 2,
    "reverse": true,
    "ko": "한번 결정한 것은 쉽게 바꾸지 않는다.",
    "ko_example": "예: 식당에서 메뉴를 정하면 다른 사람이 추천해도 바꾸지 않는다.",
    "en": "Once I've made a decision, I don't change it easily.",
    "en_example": "Ex: Once I've decided on a menu item at a restaurant, I don't change it even if others recommend something else."
  },
  {
    "id": 364,
    "factor": "A",
    "facet": 3,
    "tier": 3,
    "reverse": false,
    "ko": "상대방의 필요와 나의 필요 사이에서 균형을 찾으려고 한다.",
    "ko_example": "예: 파트너와 주말 계획을 세울 때 서로의 원하는 것을 반영한다.",
    "en": "I try to find a balance between others' needs and my own.",
    "en_example": "Ex: When making weekend plans with my partner, I incorporate both our wishes."
  },
  {
    "id": 365,
    "factor": "A",
    "facet": 3,
    "tier": 1,
    "reverse": true,
    "ko": "양보하면 나약해 보인다고 생각하는 편이다.",
    "ko_example": "예: 협상에서 먼저 양보하면 상대방이 나를 만만하게 볼 것 같다.",
    "en": "I tend to think that giving in makes me look weak.",
    "en_example": "Ex: If I give in first during negotiations, I feel the other party will see me as a pushover."
  },
  {
    "id": 366,
    "factor": "A",
    "facet": 3,
    "tier": 2,
    "reverse": false,
    "ko": "내 의견을 고집하기보다는 전체의 조화를 중요시한다.",
    "ko_example": "예: 팀 결정이 내 의견과 다르더라도 팀의 단합을 위해 따른다.",
    "en": "I value overall harmony more than insisting on my opinion.",
    "en_example": "Ex: Even if the team's decision differs from mine, I follow it for the sake of team unity."
  },
  {
    "id": 367,
    "factor": "A",
    "facet": 3,
    "tier": 3,
    "reverse": true,
    "ko": "내가 양보하면 상대방이 이용할 것 같아 쉽게 물러서지 않는다.",
    "ko_example": "예: 먼저 양보하면 앞으로도 계속 양보해야 할 것 같은 느낌이 든다.",
    "en": "I don't back down easily because I feel the other person might take advantage if I do.",
    "en_example": "Ex: I feel like if I give in first, I'll have to keep giving in in the future."
  },
  {
    "id": 368,
    "factor": "A",
    "facet": 3,
    "tier": 1,
    "reverse": false,
    "ko": "다양한 관점을 수용하는 것에 열린 마음을 가지고 있다.",
    "ko_example": "예: 나와 다른 정치적 견해를 가진 사람의 의견도 경청한다.",
    "en": "I'm open-minded about accepting different perspectives.",
    "en_example": "Ex: I listen to opinions from people with different political views than mine."
  },
  {
    "id": 369,
    "factor": "A",
    "facet": 3,
    "tier": 2,
    "reverse": true,
    "ko": "타협은 내 신념을 버리는 것처럼 느껴질 때가 있다.",
    "ko_example": "예: 중요한 가치관에 대해 양보하면 나 자신을 포기하는 것 같다.",
    "en": "Compromise sometimes feels like abandoning my beliefs.",
    "en_example": "Ex: Giving in on important values feels like giving up on myself."
  },
  {
    "id": 370,
    "factor": "A",
    "facet": 3,
    "tier": 3,
    "reverse": false,
    "ko": "결과가 좋다면 내 방식이 아니어도 괜찮다.",
    "ko_example": "예: 프로젝트가 성공하면 내가 제안한 방법이 아니어도 만족한다.",
    "en": "If the outcome is good, I'm fine even if it's not my way.",
    "en_example": "Ex: If the project succeeds, I'm satisfied even if it wasn't done my way."
  },
  {
    "id": 371,
    "factor": "A",
    "facet": 3,
    "tier": 1,
    "reverse": true,
    "ko": "내 계획이 변경되면 불편함을 느낀다.",
    "ko_example": "예: 갑자기 일정이 바뀌면 적응하는 데 시간이 걸린다.",
    "en": "I feel uncomfortable when my plans are changed.",
    "en_example": "Ex: When schedules suddenly change, it takes time for me to adapt."
  },
  {
    "id": 372,
    "factor": "A",
    "facet": 3,
    "tier": 2,
    "reverse": false,
    "ko": "더 나은 해결책이 있다면 내 생각을 바꿀 용의가 있다.",
    "ko_example": "예: 새로운 정보가 있으면 이미 내린 결정도 재고할 수 있다.",
    "en": "I'm willing to change my mind if there's a better solution.",
    "en_example": "Ex: With new information, I can reconsider decisions I've already made."
  },
  {
    "id": 373,
    "factor": "A",
    "facet": 3,
    "tier": 3,
    "reverse": true,
    "ko": "중요한 문제에서는 절대 타협하지 않는다.",
    "ko_example": "예: 윤리적인 문제에서는 어떤 압박이 있어도 입장을 바꾸지 않는다.",
    "en": "On important issues, I never compromise.",
    "en_example": "Ex: On ethical issues, I don't change my position no matter what pressure there is."
  },
  {
    "id": 374,
    "factor": "A",
    "facet": 3,
    "tier": 1,
    "reverse": false,
    "ko": "상대방이 강하게 주장하면 한 발 물러서는 편이다.",
    "ko_example": "예: 친구가 강력히 원하는 식당이 있으면 내 선호를 양보한다.",
    "en": "When someone pushes hard, I tend to step back.",
    "en_example": "Ex: If a friend really wants a particular restaurant, I give up my preference."
  },
  {
    "id": 375,
    "factor": "A",
    "facet": 3,
    "tier": 2,
    "reverse": true,
    "ko": "내가 시작한 일은 내 방식대로 끝내고 싶다.",
    "ko_example": "예: 내가 맡은 프로젝트는 다른 사람의 개입 없이 완료하고 싶다.",
    "en": "I want to finish what I started in my own way.",
    "en_example": "Ex: I want to complete projects I'm in charge of without others' interference."
  },
  {
    "id": 376,
    "factor": "A",
    "facet": 4,
    "tier": 1,
    "reverse": false,
    "ko": "화가 나도 침착하게 상황을 처리할 수 있다.",
    "ko_example": "예: 불만 고객을 상대할 때도 목소리를 높이지 않고 대응한다.",
    "en": "Even when angry, I can handle situations calmly.",
    "en_example": "Ex: When dealing with complaining customers, I respond without raising my voice."
  },
  {
    "id": 377,
    "factor": "A",
    "facet": 4,
    "tier": 1,
    "reverse": true,
    "ko": "작은 일에도 쉽게 짜증이 난다.",
    "ko_example": "예: 컴퓨터가 느리게 작동하면 바로 답답함을 느낀다.",
    "en": "I get irritated easily over small things.",
    "en_example": "Ex: I immediately feel frustrated when my computer runs slowly."
  },
  {
    "id": 378,
    "factor": "A",
    "facet": 4,
    "tier": 2,
    "reverse": false,
    "ko": "스트레스 상황에서도 평정심을 유지하려고 노력한다.",
    "ko_example": "예: 마감이 촉박해도 당황하지 않고 차분하게 일을 처리한다.",
    "en": "I try to stay calm even in stressful situations.",
    "en_example": "Ex: Even with tight deadlines, I handle work calmly without panicking."
  },
  {
    "id": 379,
    "factor": "A",
    "facet": 4,
    "tier": 2,
    "reverse": true,
    "ko": "기다리는 것을 매우 싫어한다.",
    "ko_example": "예: 식당에서 10분만 기다려도 짜증이 나기 시작한다.",
    "en": "I really hate waiting.",
    "en_example": "Ex: Even waiting 10 minutes at a restaurant starts to annoy me."
  },
  {
    "id": 380,
    "factor": "A",
    "facet": 4,
    "tier": 3,
    "reverse": false,
    "ko": "어려운 상황에서도 감정을 잘 조절할 수 있다.",
    "ko_example": "예: 상사에게 부당한 비판을 받아도 감정적으로 반응하지 않는다.",
    "en": "I can control my emotions well even in difficult situations.",
    "en_example": "Ex: Even when receiving unfair criticism from a supervisor, I don't react emotionally."
  },
  {
    "id": 381,
    "factor": "A",
    "facet": 4,
    "tier": 1,
    "reverse": false,
    "ko": "예상치 못한 문제가 생겨도 쉽게 흥분하지 않는다.",
    "ko_example": "예: 여행 중 비행기가 취소되어도 대안을 찾으며 침착하게 대처한다.",
    "en": "When unexpected problems arise, I don't get easily agitated.",
    "en_example": "Ex: Even if a flight is cancelled during travel, I calmly look for alternatives."
  },
  {
    "id": 382,
    "factor": "A",
    "facet": 4,
    "tier": 2,
    "reverse": true,
    "ko": "일이 내 뜻대로 되지 않으면 금방 화가 치민다.",
    "ko_example": "예: 계획이 틀어지면 짜증이 나서 표정에 바로 드러난다.",
    "en": "I get angry quickly when things don't go my way.",
    "en_example": "Ex: When plans fall through, my frustration immediately shows on my face."
  },
  {
    "id": 383,
    "factor": "A",
    "facet": 4,
    "tier": 3,
    "reverse": false,
    "ko": "화가 나도 상대방에게 소리를 지르지 않는다.",
    "ko_example": "예: 아무리 화가 나도 언성을 높이기보다는 단호하게 말한다.",
    "en": "Even when angry, I don't yell at others.",
    "en_example": "Ex: No matter how angry I am, I speak firmly rather than raising my voice."
  },
  {
    "id": 384,
    "factor": "A",
    "facet": 4,
    "tier": 1,
    "reverse": true,
    "ko": "운전 중 다른 차가 끼어들면 화가 난다.",
    "ko_example": "예: 누군가 새치기하면 경적을 울리거나 화를 표현하게 된다.",
    "en": "I get angry when other cars cut in while driving.",
    "en_example": "Ex: When someone cuts in front of me, I honk or express my anger."
  },
  {
    "id": 385,
    "factor": "A",
    "facet": 4,
    "tier": 2,
    "reverse": false,
    "ko": "느린 진행 상황도 인내심을 가지고 기다릴 수 있다.",
    "ko_example": "예: 승진이 늦어져도 조급해하지 않고 꾸준히 노력한다.",
    "en": "I can wait patiently even when progress is slow.",
    "en_example": "Ex: Even if promotion is delayed, I keep working steadily without getting impatient."
  },
  {
    "id": 386,
    "factor": "A",
    "facet": 4,
    "tier": 3,
    "reverse": true,
    "ko": "누군가 계속 같은 실수를 하면 참기 어렵다.",
    "ko_example": "예: 후배가 여러 번 지적한 부분을 또 틀리면 인내심이 한계에 달한다.",
    "en": "I find it hard to tolerate when someone keeps making the same mistake.",
    "en_example": "Ex: When a junior keeps making mistakes on things I've pointed out multiple times, my patience reaches its limit."
  },
  {
    "id": 387,
    "factor": "A",
    "facet": 4,
    "tier": 1,
    "reverse": false,
    "ko": "사람들이 나를 화나게 하는 데는 오랜 시간이 걸린다.",
    "ko_example": "예: 여러 번 불쾌한 일을 겪어도 쉽게 폭발하지 않는다.",
    "en": "It takes a long time for people to make me angry.",
    "en_example": "Ex: Even after experiencing unpleasant things multiple times, I don't easily explode."
  },
  {
    "id": 388,
    "factor": "A",
    "facet": 4,
    "tier": 2,
    "reverse": true,
    "ko": "불공평한 상황을 보면 즉시 화가 치민다.",
    "ko_example": "예: 누군가 부당한 대우를 받는 것을 보면 바로 분노가 솟는다.",
    "en": "When I see unfair situations, I immediately get angry.",
    "en_example": "Ex: When I see someone being treated unfairly, anger rises immediately."
  },
  {
    "id": 389,
    "factor": "A",
    "facet": 4,
    "tier": 3,
    "reverse": false,
    "ko": "화가 나더라도 행동으로 옮기기 전에 생각할 시간을 갖는다.",
    "ko_example": "예: 화가 나는 이메일을 받아도 바로 답장하지 않고 하루 정도 기다린다.",
    "en": "Even when angry, I take time to think before acting.",
    "en_example": "Ex: When I receive an upsetting email, I wait a day before replying instead of responding immediately."
  },
  {
    "id": 390,
    "factor": "A",
    "facet": 4,
    "tier": 1,
    "reverse": true,
    "ko": "짜증스러운 상황에서 감정을 숨기기 어렵다.",
    "ko_example": "예: 화가 나면 표정이나 말투에 바로 티가 난다.",
    "en": "In frustrating situations, I find it hard to hide my emotions.",
    "en_example": "Ex: When I'm angry, it immediately shows in my expression or tone of voice."
  },
  {
    "id": 391,
    "factor": "A",
    "facet": 4,
    "tier": 2,
    "reverse": false,
    "ko": "다른 사람들이 실수해도 화내지 않고 가르쳐 준다.",
    "ko_example": "예: 신입사원이 틀린 방식으로 일해도 차분하게 올바른 방법을 알려준다.",
    "en": "When others make mistakes, I teach them without getting angry.",
    "en_example": "Ex: When new employees work incorrectly, I calmly show them the right way."
  },
  {
    "id": 392,
    "factor": "A",
    "facet": 4,
    "tier": 3,
    "reverse": true,
    "ko": "누군가 약속을 어기면 바로 화가 난다.",
    "ko_example": "예: 친구가 약속을 취소하면 즉시 짜증이 나고 기분이 상한다.",
    "en": "I get angry right away when someone breaks a promise.",
    "en_example": "Ex: When a friend cancels plans, I immediately get annoyed and upset."
  },
  {
    "id": 393,
    "factor": "A",
    "facet": 4,
    "tier": 1,
    "reverse": false,
    "ko": "교통 체증에 갇혀도 크게 스트레스 받지 않는다.",
    "ko_example": "예: 퇴근길 막히는 도로에서도 음악을 들으며 여유롭게 기다린다.",
    "en": "Being stuck in traffic doesn't stress me out much.",
    "en_example": "Ex: Even on a congested commute home, I wait relaxed while listening to music."
  },
  {
    "id": 394,
    "factor": "A",
    "facet": 4,
    "tier": 2,
    "reverse": true,
    "ko": "기술적인 문제가 발생하면 쉽게 좌절감을 느낀다.",
    "ko_example": "예: 컴퓨터가 갑자기 다운되면 바로 짜증이 폭발한다.",
    "en": "I easily feel frustrated when technical problems occur.",
    "en_example": "Ex: When my computer suddenly crashes, my frustration immediately explodes."
  },
  {
    "id": 395,
    "factor": "A",
    "facet": 4,
    "tier": 3,
    "reverse": false,
    "ko": "긴 줄에서 기다리는 것도 크게 개의치 않는다.",
    "ko_example": "예: 인기 있는 맛집 앞에서 한 시간을 기다려도 불평하지 않는다.",
    "en": "I don't mind waiting in long lines.",
    "en_example": "Ex: I don't complain even when waiting an hour in front of a popular restaurant."
  },
  {
    "id": 396,
    "factor": "A",
    "facet": 4,
    "tier": 1,
    "reverse": true,
    "ko": "반복적인 소음에 쉽게 신경이 쓰인다.",
    "ko_example": "예: 옆 사람이 볼펜을 계속 딸깍거리면 집중하기 어렵고 짜증이 난다.",
    "en": "I'm easily bothered by repetitive noises.",
    "en_example": "Ex: When someone next to me keeps clicking a pen, I find it hard to concentrate and get annoyed."
  },
  {
    "id": 397,
    "factor": "A",
    "facet": 4,
    "tier": 2,
    "reverse": false,
    "ko": "어려운 문제도 시간을 들여 차분하게 해결한다.",
    "ko_example": "예: 복잡한 수학 문제도 조급해하지 않고 천천히 풀어나간다.",
    "en": "I solve difficult problems calmly by taking my time.",
    "en_example": "Ex: Even complex math problems, I work through slowly without getting impatient."
  },
  {
    "id": 398,
    "factor": "A",
    "facet": 4,
    "tier": 3,
    "reverse": true,
    "ko": "내 말을 무시하는 사람을 보면 순간적으로 화가 치민다.",
    "ko_example": "예: 대화 중 상대방이 핸드폰만 보고 있으면 무시당하는 느낌에 화가 난다.",
    "en": "When someone ignores what I say, I feel a surge of anger.",
    "en_example": "Ex: During a conversation, if the other person just looks at their phone, I feel ignored and get angry."
  },
  {
    "id": 399,
    "factor": "A",
    "facet": 4,
    "tier": 1,
    "reverse": false,
    "ko": "느긋한 성격이라 급하게 서두르는 일이 거의 없다.",
    "ko_example": "예: 약속 시간이 다가와도 여유 있게 준비하고 출발한다.",
    "en": "I have a relaxed personality and rarely rush.",
    "en_example": "Ex: Even as appointment time approaches, I prepare and leave at a leisurely pace."
  },
  {
    "id": 400,
    "factor": "A",
    "facet": 4,
    "tier": 3,
    "reverse": true,
    "ko": "상황이 통제 불가능해지면 불안하고 화가 난다.",
    "ko_example": "예: 중요한 발표 전에 자료가 삭제되면 패닉 상태가 된다.",
    "en": "When situations become uncontrollable, I get anxious and angry.",
    "en_example": "Ex: If my files get deleted before an important presentation, I go into panic mode."
  }
]
