[
  {
    "id": 1,
    "factor": "H",
    "facet": 1,
    "tier": 1,
    "reverse": false,
    "ko": "나는 상대방에게 불편한 진실이라도 솔직하게 말하는 편이다.",
    "ko_example": "예: 친구의 새 헤어스타일이 어울리지 않을 때, 괜찮다고 거짓말하기보다 솔직한 의견을 전달한다.",
    "en": "I tend to tell uncomfortable truths rather than convenient lies.",
    "en_example": "Ex: When a friend's new haircut doesn't suit them, I share my honest opinion rather than pretending it looks good."
  },
  {
    "id": 2,
    "factor": "H",
    "facet": 1,
    "tier": 1,
    "reverse": true,
    "ko": "나는 원하는 것을 얻기 위해 때때로 사실을 과장하거나 꾸며서 말한다.",
    "ko_example": "예: 면접에서 실제 경험보다 더 대단한 것처럼 이야기를 부풀려 말한다.",
    "en": "I sometimes exaggerate or embellish facts to get what I want.",
    "en_example": "Ex: In job interviews, I inflate my experiences to sound more impressive than they actually were."
  },
  {
    "id": 3,
    "factor": "H",
    "facet": 1,
    "tier": 2,
    "reverse": false,
    "ko": "나는 다른 사람의 호감을 얻기 위해 내 진짜 의견을 숨기지 않는다.",
    "ko_example": "예: 상사가 제안한 아이디어에 문제가 있다고 생각하면, 동의하는 척하지 않고 우려 사항을 표현한다.",
    "en": "I don't hide my true opinions just to gain someone's favor.",
    "en_example": "Ex: If I think my boss's idea has flaws, I express my concerns rather than pretending to agree."
  },
  {
    "id": 4,
    "factor": "H",
    "facet": 1,
    "tier": 2,
    "reverse": true,
    "ko": "나는 상황에 따라 다른 사람들에게 다른 모습을 보여주는 것이 자연스럽다.",
    "ko_example": "예: 직장 동료들 앞에서는 진지한 모습을, 친구들 앞에서는 완전히 다른 성격을 연기한다.",
    "en": "I naturally show different personas to different people depending on the situation.",
    "en_example": "Ex: I act serious around work colleagues but perform a completely different personality around friends."
  },
  {
    "id": 5,
    "factor": "H",
    "facet": 1,
    "tier": 3,
    "reverse": false,
    "ko": "나는 누군가를 설득할 때 감정적 조작보다 논리적 설명을 선호한다.",
    "ko_example": "예: 부모님을 설득할 때 죄책감을 유발하기보다 합리적인 이유를 제시한다.",
    "en": "When persuading someone, I prefer logical explanations over emotional manipulation.",
    "en_example": "Ex: When convincing my parents, I present rational reasons rather than making them feel guilty."
  },
  {
    "id": 6,
    "factor": "H",
    "facet": 1,
    "tier": 3,
    "reverse": true,
    "ko": "나는 목적을 달성하기 위해 다른 사람의 감정을 이용하는 것이 때로는 필요하다고 생각한다.",
    "ko_example": "예: 프로젝트 승인을 받기 위해 의사결정자의 두려움이나 욕심을 자극하는 방식으로 프레젠테이션한다.",
    "en": "I believe it's sometimes necessary to use others' emotions to achieve my goals.",
    "en_example": "Ex: To get project approval, I present in ways that trigger the decision-maker's fears or desires."
  },
  {
    "id": 7,
    "factor": "H",
    "facet": 1,
    "tier": 1,
    "reverse": false,
    "ko": "나는 실수를 했을 때 변명하기보다 솔직하게 인정한다.",
    "ko_example": "예: 업무에서 실수로 문제가 생겼을 때, 다른 요인 탓을 하지 않고 내 잘못을 인정한다.",
    "en": "When I make a mistake, I admit it honestly rather than making excuses.",
    "en_example": "Ex: When my error causes a problem at work, I acknowledge my fault instead of blaming other factors."
  },
  {
    "id": 8,
    "factor": "H",
    "facet": 1,
    "tier": 2,
    "reverse": true,
    "ko": "나는 가끔 내 이익을 위해 상대방이 듣고 싶어하는 말을 해준다.",
    "ko_example": "예: 거래처와의 관계를 유지하기 위해 실제로는 동의하지 않는 의견에도 맞장구를 친다.",
    "en": "I sometimes tell people what they want to hear for my own benefit.",
    "en_example": "Ex: To maintain a business relationship, I agree with opinions I don't actually share."
  },
  {
    "id": 9,
    "factor": "H",
    "facet": 1,
    "tier": 3,
    "reverse": false,
    "ko": "나는 사람들과의 관계에서 전략적으로 행동하기보다 있는 그대로의 나를 보여준다.",
    "ko_example": "예: 새로운 사람을 만날 때 좋은 인상을 주기 위해 꾸미기보다 평소 모습 그대로 행동한다.",
    "en": "In relationships, I show my true self rather than acting strategically.",
    "en_example": "Ex: When meeting new people, I act naturally rather than crafting an impressive persona."
  },
  {
    "id": 10,
    "factor": "H",
    "facet": 1,
    "tier": 1,
    "reverse": true,
    "ko": "나는 때때로 원하는 결과를 얻기 위해 아첨을 사용한다.",
    "ko_example": "예: 승진을 위해 상사의 아이디어가 평범해도 대단하다고 칭찬한다.",
    "en": "I sometimes use flattery to get the results I want.",
    "en_example": "Ex: For a promotion, I praise my boss's mediocre ideas as brilliant."
  },
  {
    "id": 11,
    "factor": "H",
    "facet": 1,
    "tier": 2,
    "reverse": false,
    "ko": "나는 내 약점이나 실패에 대해서도 숨기지 않고 이야기할 수 있다.",
    "ko_example": "예: 친구들에게 과거의 실패한 경험이나 부끄러웠던 순간을 편하게 공유한다.",
    "en": "I can openly talk about my weaknesses and failures without hiding them.",
    "en_example": "Ex: I comfortably share past failures and embarrassing moments with friends."
  },
  {
    "id": 12,
    "factor": "H",
    "facet": 1,
    "tier": 3,
    "reverse": true,
    "ko": "나는 상황에 따라 내 진짜 감정을 숨기고 다른 감정을 표현하는 것이 능숙하다.",
    "ko_example": "예: 화가 나는 상황에서도 상대방에게 유리하게 작용할 것 같으면 웃으며 대응한다.",
    "en": "I'm skilled at hiding my true feelings and expressing different emotions as situations require.",
    "en_example": "Ex: Even when angry, I respond with a smile if I think it will work in my favor."
  },
  {
    "id": 13,
    "factor": "H",
    "facet": 1,
    "tier": 1,
    "reverse": false,
    "ko": "나는 다른 사람에게 거짓 희망을 주기보다 현실적인 이야기를 해준다.",
    "ko_example": "예: 친구의 사업 아이디어에 문제가 보이면, 무조건 응원하기보다 현실적인 조언을 한다.",
    "en": "I give realistic feedback rather than false hope to others.",
    "en_example": "Ex: If I see problems with a friend's business idea, I offer realistic advice rather than blind encouragement."
  },
  {
    "id": 14,
    "factor": "H",
    "facet": 1,
    "tier": 2,
    "reverse": true,
    "ko": "나는 가끔 다른 사람을 내 편으로 만들기 위해 공통의 적을 만들어 이야기한다.",
    "ko_example": "예: 새로운 동료와 친해지기 위해 다른 동료에 대한 불만을 함께 나눈다.",
    "en": "I sometimes create a common enemy to get others on my side.",
    "en_example": "Ex: To bond with a new colleague, I share complaints about another coworker."
  },
  {
    "id": 15,
    "factor": "H",
    "facet": 1,
    "tier": 3,
    "reverse": false,
    "ko": "나는 내가 모르는 것에 대해 아는 척하지 않는다.",
    "ko_example": "예: 회의에서 잘 모르는 주제가 나오면 아는 척하기보다 솔직히 모른다고 말한다.",
    "en": "I don't pretend to know things I actually don't know.",
    "en_example": "Ex: In meetings, when unfamiliar topics come up, I honestly admit I don't know rather than pretending."
  },
  {
    "id": 16,
    "factor": "H",
    "facet": 1,
    "tier": 1,
    "reverse": true,
    "ko": "나는 때때로 관계를 유지하기 위해 진심이 아닌 사과를 한다.",
    "ko_example": "예: 내가 잘못했다고 생각하지 않지만, 갈등을 피하기 위해 형식적으로 사과한다.",
    "en": "I sometimes make insincere apologies to maintain relationships.",
    "en_example": "Ex: Even when I don't think I'm wrong, I apologize formally to avoid conflict."
  },
  {
    "id": 17,
    "factor": "H",
    "facet": 1,
    "tier": 2,
    "reverse": false,
    "ko": "나는 상대방이 나를 어떻게 생각하든 내 원칙에 따라 행동한다.",
    "ko_example": "예: 인기 없는 결정이라도 옳다고 믿으면 주변의 시선에 상관없이 실행한다.",
    "en": "I act according to my principles regardless of what others think of me.",
    "en_example": "Ex: If I believe a decision is right, I follow through regardless of popularity."
  },
  {
    "id": 18,
    "factor": "H",
    "facet": 1,
    "tier": 3,
    "reverse": true,
    "ko": "나는 필요하다면 상대방의 신뢰를 얻기 위해 나 자신을 실제보다 더 좋게 포장한다.",
    "ko_example": "예: 중요한 클라이언트 미팅에서 회사의 성과를 과장해서 설명한다.",
    "en": "If necessary, I package myself better than reality to gain others' trust.",
    "en_example": "Ex: In important client meetings, I exaggerate the company's achievements."
  },
  {
    "id": 19,
    "factor": "H",
    "facet": 1,
    "tier": 1,
    "reverse": false,
    "ko": "나는 누군가에게 피드백을 줄 때 듣기 좋은 말보다 도움이 되는 말을 선택한다.",
    "ko_example": "예: 후배의 보고서에 문제가 있으면, 기분 상하지 않게 포장하기보다 구체적인 개선점을 알려준다.",
    "en": "When giving feedback, I choose helpful words over pleasant ones.",
    "en_example": "Ex: If a junior's report has issues, I point out specific improvements rather than sugarcoating."
  },
  {
    "id": 20,
    "factor": "H",
    "facet": 1,
    "tier": 2,
    "reverse": true,
    "ko": "나는 불편한 상황을 피하기 위해 가끔 '하얀 거짓말'을 한다.",
    "ko_example": "예: 모임에 가기 싫을 때 솔직하게 말하기보다 다른 약속이 있다고 핑계를 댄다.",
    "en": "I sometimes tell 'white lies' to avoid uncomfortable situations.",
    "en_example": "Ex: When I don't want to attend a gathering, I make up another appointment instead of being honest."
  },
  {
    "id": 21,
    "factor": "H",
    "facet": 1,
    "tier": 3,
    "reverse": false,
    "ko": "나는 내 의견이 다수와 다르더라도 솔직하게 표현한다.",
    "ko_example": "예: 팀 전체가 한 방향으로 의견을 모아도, 다른 생각이 있으면 이야기한다.",
    "en": "I express my opinion honestly even when it differs from the majority.",
    "en_example": "Ex: Even when the whole team agrees on something, I speak up if I think differently."
  },
  {
    "id": 22,
    "factor": "H",
    "facet": 1,
    "tier": 1,
    "reverse": true,
    "ko": "나는 상대방의 기분을 맞추기 위해 내 진짜 생각을 말하지 않을 때가 있다.",
    "ko_example": "예: 연인이 선택한 옷이 마음에 들지 않아도 좋다고 말한다.",
    "en": "I sometimes withhold my true thoughts to match someone's mood.",
    "en_example": "Ex: I say I like it when my partner picks out clothes I don't actually like."
  },
  {
    "id": 23,
    "factor": "H",
    "facet": 1,
    "tier": 2,
    "reverse": false,
    "ko": "나는 내 감정과 생각을 가능한 한 솔직하게 표현하려고 노력한다.",
    "ko_example": "예: 불편한 감정이 생기면 쌓아두지 않고 상대방에게 직접 이야기한다.",
    "en": "I try to express my feelings and thoughts as honestly as possible.",
    "en_example": "Ex: When uncomfortable feelings arise, I address them directly rather than bottling them up."
  },
  {
    "id": 24,
    "factor": "H",
    "facet": 1,
    "tier": 3,
    "reverse": true,
    "ko": "나는 첫인상을 좋게 만들기 위해 실제 나와 다른 이미지를 연출할 수 있다.",
    "ko_example": "예: 소개팅에서 평소보다 더 세련되고 여유로운 모습을 연기한다.",
    "en": "I can create an image different from my true self to make a good first impression.",
    "en_example": "Ex: On blind dates, I act more sophisticated and relaxed than I usually am."
  },
  {
    "id": 25,
    "factor": "H",
    "facet": 1,
    "tier": 1,
    "reverse": false,
    "ko": "나는 사람들과의 관계에서 계산적으로 행동하는 것을 불편하게 느낀다.",
    "ko_example": "예: 누군가에게 친절을 베풀 때 나중에 돌려받을 것을 기대하지 않는다.",
    "en": "I feel uncomfortable acting calculatingly in my relationships with others.",
    "en_example": "Ex: When I'm kind to someone, I don't expect anything in return later."
  },
  {
    "id": 26,
    "factor": "H",
    "facet": 2,
    "tier": 1,
    "reverse": false,
    "ko": "나는 다른 사람을 속여서 이익을 얻는 것은 어떤 상황에서도 잘못이라고 생각한다.",
    "ko_example": "예: 중고 거래에서 상품의 결함을 숨기고 파는 것은 절대 하지 않는다.",
    "en": "I believe deceiving others for personal gain is wrong in any situation.",
    "en_example": "Ex: I would never hide defects when selling items in secondhand transactions."
  },
  {
    "id": 27,
    "factor": "H",
    "facet": 2,
    "tier": 1,
    "reverse": true,
    "ko": "나는 규칙을 어겨도 들키지 않으면 괜찮다고 생각할 때가 있다.",
    "ko_example": "예: 새벽에 신호등이 없는 횡단보도에서 차가 없으면 무단횡단을 한다.",
    "en": "I sometimes think it's okay to break rules if I don't get caught.",
    "en_example": "Ex: Late at night, I jaywalk at crossings without traffic lights when there are no cars."
  },
  {
    "id": 28,
    "factor": "H",
    "facet": 2,
    "tier": 2,
    "reverse": false,
    "ko": "나는 경쟁에서 이기기 위해 비도덕적인 방법을 사용하지 않는다.",
    "ko_example": "예: 입찰 경쟁에서 경쟁사의 약점을 뒷담화로 퍼뜨리지 않는다.",
    "en": "I don't use unethical methods to win in competition.",
    "en_example": "Ex: In bidding competitions, I don't spread gossip about competitors' weaknesses."
  },
  {
    "id": 29,
    "factor": "H",
    "facet": 2,
    "tier": 2,
    "reverse": true,
    "ko": "나는 내가 손해를 보지 않기 위해 때로는 편법을 사용할 수 있다.",
    "ko_example": "예: 세금 신고 시 법의 회색 지대를 활용해 절세하는 것을 꺼리지 않는다.",
    "en": "I can sometimes use shortcuts to avoid losing out.",
    "en_example": "Ex: When filing taxes, I don't hesitate to use legal gray areas for tax savings."
  },
  {
    "id": 30,
    "factor": "H",
    "facet": 2,
    "tier": 3,
    "reverse": false,
    "ko": "나는 남들이 보지 않는 곳에서도 정직하게 행동한다.",
    "ko_example": "예: 무인 판매대에서 정확한 금액을 지불하고, 잔돈이 더 나왔다면 돌려준다.",
    "en": "I act honestly even when no one is watching.",
    "en_example": "Ex: At unmanned stands, I pay the correct amount and return any excess change."
  },
  {
    "id": 31,
    "factor": "H",
    "facet": 2,
    "tier": 3,
    "reverse": true,
    "ko": "나는 시스템의 허점을 발견하면 내 이익을 위해 활용하는 것이 자연스럽다.",
    "ko_example": "예: 환불 정책의 허점을 발견하면 이를 이용해 무료로 상품을 사용한다.",
    "en": "When I find loopholes in systems, I naturally use them for my benefit.",
    "en_example": "Ex: When I find gaps in return policies, I use them to get products for free."
  },
  {
    "id": 32,
    "factor": "H",
    "facet": 2,
    "tier": 1,
    "reverse": false,
    "ko": "나는 누군가가 부당하게 대우받는 것을 보면 참지 못하고 나선다.",
    "ko_example": "예: 식당에서 직원이 손님에게 부당하게 욕을 먹는 것을 보면 개입한다.",
    "en": "I can't stand by when I see someone being treated unfairly.",
    "en_example": "Ex: If I see a restaurant employee being unfairly berated by a customer, I intervene."
  },
  {
    "id": 33,
    "factor": "H",
    "facet": 2,
    "tier": 2,
    "reverse": true,
    "ko": "나는 가끔 내 이익을 위해 정보를 선택적으로 공유한다.",
    "ko_example": "예: 중요한 정보를 동료들과 공유하지 않고 혼자만 알고 있다가 활용한다.",
    "en": "I sometimes selectively share information for my own benefit.",
    "en_example": "Ex: I keep important information to myself instead of sharing with colleagues, then use it advantageously."
  },
  {
    "id": 34,
    "factor": "H",
    "facet": 2,
    "tier": 3,
    "reverse": false,
    "ko": "나는 게임이나 스포츠에서도 규칙을 어기면서까지 이기고 싶지 않다.",
    "ko_example": "예: 보드게임에서 아무도 모르게 속임수를 쓸 수 있어도 정정당당하게 플레이한다.",
    "en": "I don't want to win by breaking rules, even in games or sports.",
    "en_example": "Ex: In board games, I play fairly even if I could cheat without anyone knowing."
  },
  {
    "id": 35,
    "factor": "H",
    "facet": 2,
    "tier": 1,
    "reverse": true,
    "ko": "나는 모두가 편법을 쓰는 상황에서는 나도 사용해도 괜찮다고 느낀다.",
    "ko_example": "예: 회사에서 모든 사람이 비품을 개인 용도로 가져가면 나도 그렇게 한다.",
    "en": "In situations where everyone cuts corners, I feel it's okay for me to do the same.",
    "en_example": "Ex: If everyone at work takes office supplies for personal use, I do the same."
  },
  {
    "id": 36,
    "factor": "H",
    "facet": 2,
    "tier": 2,
    "reverse": false,
    "ko": "나는 내가 실수로 더 많은 혜택을 받으면 이를 바로잡으려 한다.",
    "ko_example": "예: 계산원이 실수로 할인을 더 적용해주면 이를 알리고 정정한다.",
    "en": "If I accidentally receive extra benefits, I try to correct it.",
    "en_example": "Ex: If a cashier mistakenly applies extra discounts, I point it out and correct it."
  },
  {
    "id": 37,
    "factor": "H",
    "facet": 2,
    "tier": 3,
    "reverse": true,
    "ko": "나는 확실히 들키지 않을 때 작은 규칙은 어겨도 괜찮다고 생각한다.",
    "ko_example": "예: 공원에서 음식 반입이 금지되어 있어도 가방에 몰래 넣어간다.",
    "en": "I think it's okay to break small rules when I definitely won't get caught.",
    "en_example": "Ex: Even if food is prohibited in a park, I sneak it in my bag."
  },
  {
    "id": 38,
    "factor": "H",
    "facet": 2,
    "tier": 1,
    "reverse": false,
    "ko": "나는 다른 사람의 노력이나 아이디어를 내 것처럼 가져가지 않는다.",
    "ko_example": "예: 팀 프로젝트에서 동료의 아이디어를 발표할 때 반드시 출처를 밝힌다.",
    "en": "I don't take credit for others' efforts or ideas as my own.",
    "en_example": "Ex: When presenting a colleague's idea in team projects, I always credit the source."
  },
  {
    "id": 39,
    "factor": "H",
    "facet": 2,
    "tier": 2,
    "reverse": true,
    "ko": "나는 상대방이 불리한 조건을 모르고 있을 때 굳이 알려주지 않는다.",
    "ko_example": "예: 중고차를 팔 때 구매자가 눈치채지 못한 작은 문제는 언급하지 않는다.",
    "en": "When others don't know about disadvantageous conditions, I don't bother to tell them.",
    "en_example": "Ex: When selling a used car, I don't mention small problems the buyer hasn't noticed."
  },
  {
    "id": 40,
    "factor": "H",
    "facet": 2,
    "tier": 3,
    "reverse": false,
    "ko": "나는 부정한 방법으로 얻은 성공은 진정한 성공이 아니라고 믿는다.",
    "ko_example": "예: 시험에서 커닝으로 좋은 성적을 받는다면 그것은 무의미하다고 생각한다.",
    "en": "I believe success achieved through dishonest means is not real success.",
    "en_example": "Ex: I think getting good grades through cheating on exams is meaningless."
  },
  {
    "id": 41,
    "factor": "H",
    "facet": 2,
    "tier": 1,
    "reverse": true,
    "ko": "나는 때때로 상대방의 약점을 협상에서 유리하게 이용한다.",
    "ko_example": "예: 상대방이 급하게 계약을 성사시켜야 하는 상황을 알면 더 유리한 조건을 요구한다.",
    "en": "I sometimes exploit others' weaknesses to my advantage in negotiations.",
    "en_example": "Ex: When I know someone urgently needs to close a deal, I demand more favorable terms."
  },
  {
    "id": 42,
    "factor": "H",
    "facet": 2,
    "tier": 2,
    "reverse": false,
    "ko": "나는 경쟁 상황에서도 상대방을 존중하고 정정당당하게 임한다.",
    "ko_example": "예: 취업 경쟁에서 다른 지원자를 험담하거나 깎아내리지 않는다.",
    "en": "Even in competitive situations, I respect my opponents and compete fairly.",
    "en_example": "Ex: In job competitions, I don't badmouth or undermine other candidates."
  },
  {
    "id": 43,
    "factor": "H",
    "facet": 2,
    "tier": 3,
    "reverse": true,
    "ko": "나는 법적으로 문제가 없다면 도덕적으로 애매한 행동도 괜찮다고 본다.",
    "ko_example": "예: 법적으로 허용되는 범위 내에서 광고를 과장하는 것은 문제없다고 생각한다.",
    "en": "If something is legally fine, I think morally ambiguous actions are acceptable.",
    "en_example": "Ex: I think exaggerating in advertising within legal limits is not a problem."
  },
  {
    "id": 44,
    "factor": "H",
    "facet": 2,
    "tier": 1,
    "reverse": false,
    "ko": "나는 누군가를 이용하여 이득을 취하는 것에 강한 거부감을 느낀다.",
    "ko_example": "예: 신입사원에게 내 일을 떠넘기고 성과는 내가 가져가는 것은 절대 하지 않는다.",
    "en": "I feel strong aversion to exploiting others for personal gain.",
    "en_example": "Ex: I would never dump my work on new employees and take credit for their results."
  },
  {
    "id": 45,
    "factor": "H",
    "facet": 2,
    "tier": 2,
    "reverse": true,
    "ko": "나는 내 이익을 극대화하기 위해 상대방의 무지를 활용할 수 있다.",
    "ko_example": "예: 부동산 거래에서 상대방이 시세를 모르면 더 높은 가격을 부른다.",
    "en": "I can use others' ignorance to maximize my own benefit.",
    "en_example": "Ex: In real estate deals, I quote higher prices if the other party doesn't know market rates."
  },
  {
    "id": 46,
    "factor": "H",
    "facet": 2,
    "tier": 3,
    "reverse": false,
    "ko": "나는 불공정한 이득을 얻으면 마음이 불편해서 바로잡고 싶어진다.",
    "ko_example": "예: 식당에서 계산 실수로 덜 내게 되면 불편해서 직원에게 알린다.",
    "en": "When I gain unfairly, I feel uncomfortable and want to correct it.",
    "en_example": "Ex: If a restaurant undercharges me by mistake, I feel uneasy and tell the staff."
  },
  {
    "id": 47,
    "factor": "H",
    "facet": 2,
    "tier": 1,
    "reverse": true,
    "ko": "나는 기회가 되면 무임승차를 하거나 공짜로 얻으려는 유혹을 느낀다.",
    "ko_example": "예: 대중교통에서 교통카드 인식이 안 되면 다시 찍지 않고 그냥 타고 싶은 마음이 든다.",
    "en": "When opportunities arise, I feel tempted to freeload or get things for free.",
    "en_example": "Ex: If my transit card doesn't scan, I feel tempted to just ride without paying."
  },
  {
    "id": 48,
    "factor": "H",
    "facet": 2,
    "tier": 2,
    "reverse": false,
    "ko": "나는 공동의 자원을 사용할 때 내 몫 이상을 가져가지 않는다.",
    "ko_example": "예: 회사 간식이나 공용 물품을 사용할 때 다른 사람들을 배려한다.",
    "en": "When using shared resources, I don't take more than my fair share.",
    "en_example": "Ex: I'm considerate of others when using company snacks or shared supplies."
  },
  {
    "id": 49,
    "factor": "H",
    "facet": 2,
    "tier": 3,
    "reverse": true,
    "ko": "나는 상대방이 자발적으로 손해를 보는 것이라면 그것을 막을 필요는 없다고 생각한다.",
    "ko_example": "예: 친구가 바가지를 쓰는 것 같아도 본인이 괜찮다면 굳이 말하지 않는다.",
    "en": "I don't think I need to stop others if they're voluntarily taking a loss.",
    "en_example": "Ex: Even if a friend is being overcharged, I don't say anything if they seem fine with it."
  },
  {
    "id": 50,
    "factor": "H",
    "facet": 2,
    "tier": 1,
    "reverse": false,
    "ko": "나는 어떤 상황에서도 뇌물이나 부정한 대가를 주고받지 않는다.",
    "ko_example": "예: 업무 처리를 빠르게 하기 위해 담당자에게 돈이나 선물을 주지 않는다.",
    "en": "I never give or receive bribes or illicit payments in any situation.",
    "en_example": "Ex: I don't offer money or gifts to officials to expedite paperwork."
  },
  {
    "id": 51,
    "factor": "H",
    "facet": 3,
    "tier": 1,
    "reverse": false,
    "ko": "나는 비싼 물건이나 명품에 큰 관심이 없다.",
    "ko_example": "예: 같은 기능의 제품이라면 브랜드 가치보다 실용성을 기준으로 선택한다.",
    "en": "I don't have much interest in expensive items or luxury brands.",
    "en_example": "Ex: For products with the same function, I choose based on practicality rather than brand value."
  },
  {
    "id": 52,
    "factor": "H",
    "facet": 3,
    "tier": 1,
    "reverse": true,
    "ko": "나는 경제적으로 성공하여 부유하게 사는 것이 인생의 중요한 목표이다.",
    "ko_example": "예: 커리어 선택에서 보람보다 높은 연봉을 우선시한다.",
    "en": "Financial success and living wealthy is an important life goal for me.",
    "en_example": "Ex: In career choices, I prioritize high salary over fulfillment."
  },
  {
    "id": 53,
    "factor": "H",
    "facet": 3,
    "tier": 2,
    "reverse": false,
    "ko": "나는 물질적인 것보다 경험이나 관계에서 더 큰 만족을 느낀다.",
    "ko_example": "예: 고가의 선물보다 함께 시간을 보내는 것을 더 가치있게 여긴다.",
    "en": "I find greater satisfaction in experiences and relationships than material things.",
    "en_example": "Ex: I value spending time together more than expensive gifts."
  },
  {
    "id": 54,
    "factor": "H",
    "facet": 3,
    "tier": 2,
    "reverse": true,
    "ko": "나는 남들이 부러워하는 물건을 소유하는 것에 만족감을 느낀다.",
    "ko_example": "예: 최신 스마트폰이나 인기 있는 제품을 가지면 뿌듯함을 느낀다.",
    "en": "I feel satisfaction in owning things that others envy.",
    "en_example": "Ex: I feel proud when I have the latest smartphone or popular products."
  },
  {
    "id": 55,
    "factor": "H",
    "facet": 3,
    "tier": 3,
    "reverse": false,
    "ko": "나는 돈이 많아도 생활 방식을 크게 바꾸지 않을 것 같다.",
    "ko_example": "예: 복권에 당첨되어도 지금처럼 소박하게 살 것이다.",
    "en": "Even with a lot of money, I probably wouldn't change my lifestyle much.",
    "en_example": "Ex: Even if I won the lottery, I would continue living simply as I do now."
  },
  {
    "id": 56,
    "factor": "H",
    "facet": 3,
    "tier": 3,
    "reverse": true,
    "ko": "나는 사회적으로 높은 지위를 얻고 싶은 강한 욕구가 있다.",
    "ko_example": "예: 직함, 명예, 권력 등 사회적 지위를 상징하는 것들을 중요하게 여긴다.",
    "en": "I have a strong desire to achieve high social status.",
    "en_example": "Ex: I place importance on titles, honors, and power that symbolize social standing."
  },
  {
    "id": 57,
    "factor": "H",
    "facet": 3,
    "tier": 1,
    "reverse": false,
    "ko": "나는 검소하게 생활하는 것을 자연스럽게 여긴다.",
    "ko_example": "예: 필요한 것만 구매하고, 불필요한 소비를 자제한다.",
    "en": "I find it natural to live frugally.",
    "en_example": "Ex: I buy only what I need and refrain from unnecessary spending."
  },
  {
    "id": 58,
    "factor": "H",
    "facet": 3,
    "tier": 2,
    "reverse": true,
    "ko": "나는 럭셔리한 삶을 살고 싶은 욕망이 있다.",
    "ko_example": "예: 고급 호텔, 비즈니스 클래스, 파인 다이닝 등을 경험하고 싶다.",
    "en": "I have a desire to live a luxurious life.",
    "en_example": "Ex: I want to experience luxury hotels, business class flights, and fine dining."
  },
  {
    "id": 59,
    "factor": "H",
    "facet": 3,
    "tier": 3,
    "reverse": false,
    "ko": "나는 부를 과시하는 것이 불편하게 느껴진다.",
    "ko_example": "예: 비싼 차나 명품을 자랑하는 사람들을 보면 불편함을 느낀다.",
    "en": "I feel uncomfortable with displays of wealth.",
    "en_example": "Ex: I feel uneasy when I see people showing off expensive cars or luxury items."
  },
  {
    "id": 60,
    "factor": "H",
    "facet": 3,
    "tier": 1,
    "reverse": true,
    "ko": "나는 내 재정 상태가 다른 사람들보다 나은지 자주 비교한다.",
    "ko_example": "예: 친구들이나 동료들의 수입, 집, 차 등을 나와 비교하곤 한다.",
    "en": "I often compare my financial status to others.",
    "en_example": "Ex: I tend to compare my income, house, and car with those of friends and colleagues."
  },
  {
    "id": 61,
    "factor": "H",
    "facet": 3,
    "tier": 2,
    "reverse": false,
    "ko": "나는 돈보다 시간의 여유나 마음의 평화가 더 중요하다고 생각한다.",
    "ko_example": "예: 연봉이 높아도 워라밸이 나쁜 직장보다 균형 있는 삶을 선택한다.",
    "en": "I think having free time and peace of mind is more important than money.",
    "en_example": "Ex: I choose a balanced life over a high-paying job with poor work-life balance."
  },
  {
    "id": 62,
    "factor": "H",
    "facet": 3,
    "tier": 3,
    "reverse": true,
    "ko": "나는 성공의 척도를 재산이나 수입으로 판단하는 경향이 있다.",
    "ko_example": "예: 누군가가 성공했다고 할 때 그 사람의 경제력을 먼저 떠올린다.",
    "en": "I tend to measure success by wealth or income.",
    "en_example": "Ex: When someone is described as successful, I first think about their financial standing."
  },
  {
    "id": 63,
    "factor": "H",
    "facet": 3,
    "tier": 1,
    "reverse": false,
    "ko": "나는 필요 이상의 물건을 모으거나 소유하는 것에 관심이 없다.",
    "ko_example": "예: 집에 물건이 적고, 미니멀한 생활을 선호한다.",
    "en": "I'm not interested in accumulating or possessing more than I need.",
    "en_example": "Ex: I have few possessions at home and prefer a minimalist lifestyle."
  },
  {
    "id": 64,
    "factor": "H",
    "facet": 3,
    "tier": 2,
    "reverse": true,
    "ko": "나는 특별한 서비스나 VIP 대우를 받는 것을 즐긴다.",
    "ko_example": "예: 호텔이나 항공사에서 상위 등급 멤버십의 특별 대우를 중요하게 여긴다.",
    "en": "I enjoy receiving special services or VIP treatment.",
    "en_example": "Ex: I value special treatment from premium membership tiers at hotels or airlines."
  },
  {
    "id": 65,
    "factor": "H",
    "facet": 3,
    "tier": 3,
    "reverse": false,
    "ko": "나는 부자가 되는 것보다 의미 있는 일을 하는 것이 더 중요하다고 생각한다.",
    "ko_example": "예: 수입이 적어도 사회에 기여하는 직업을 선택할 수 있다.",
    "en": "I think doing meaningful work is more important than becoming wealthy.",
    "en_example": "Ex: I could choose a job that contributes to society even if it pays less."
  },
  {
    "id": 66,
    "factor": "H",
    "facet": 3,
    "tier": 1,
    "reverse": true,
    "ko": "나는 돈이 있다면 눈에 띄는 좋은 것들을 사고 싶다.",
    "ko_example": "예: 여유가 된다면 명품 가방, 시계, 또는 고급 차를 갖고 싶다.",
    "en": "If I had money, I would want to buy noticeable nice things.",
    "en_example": "Ex: If I could afford it, I would want luxury bags, watches, or premium cars."
  },
  {
    "id": 67,
    "factor": "H",
    "facet": 3,
    "tier": 2,
    "reverse": false,
    "ko": "나는 내가 가진 것에 만족하며 더 많이 갖고 싶은 욕심이 적다.",
    "ko_example": "예: 현재 상황에 감사하며, 끊임없이 더 원하지 않는다.",
    "en": "I'm satisfied with what I have and don't have much desire for more.",
    "en_example": "Ex: I'm grateful for my current situation and don't constantly want more."
  },
  {
    "id": 68,
    "factor": "H",
    "facet": 3,
    "tier": 3,
    "reverse": true,
    "ko": "나는 내 가치를 증명하기 위해 물질적인 성공을 보여주고 싶다.",
    "ko_example": "예: 동창회나 모임에서 경제적 성공을 보여줄 수 있는 것들을 신경 쓴다.",
    "en": "I want to show material success to prove my worth.",
    "en_example": "Ex: At reunions or gatherings, I care about displaying signs of financial success."
  },
  {
    "id": 69,
    "factor": "H",
    "facet": 3,
    "tier": 1,
    "reverse": false,
    "ko": "나는 재산이나 소유물로 사람을 판단하지 않는다.",
    "ko_example": "예: 누군가를 만날 때 그들이 가진 것보다 그들이 어떤 사람인지에 관심을 둔다.",
    "en": "I don't judge people by their possessions or wealth.",
    "en_example": "Ex: When meeting someone, I'm more interested in who they are than what they have."
  },
  {
    "id": 70,
    "factor": "H",
    "facet": 3,
    "tier": 2,
    "reverse": true,
    "ko": "나는 사회적 지위가 높은 사람들과 어울리고 싶은 욕구가 있다.",
    "ko_example": "예: 영향력 있거나 유명한 사람들과의 인맥을 중요하게 여긴다.",
    "en": "I have a desire to associate with people of high social status.",
    "en_example": "Ex: I value connections with influential or famous people."
  },
  {
    "id": 71,
    "factor": "H",
    "facet": 3,
    "tier": 3,
    "reverse": false,
    "ko": "나는 명예나 권력보다 평범하고 조용한 삶을 원한다.",
    "ko_example": "예: 유명해지거나 큰 영향력을 갖는 것보다 소소한 행복을 추구한다.",
    "en": "I prefer an ordinary, quiet life over fame or power.",
    "en_example": "Ex: I pursue simple happiness rather than becoming famous or influential."
  },
  {
    "id": 72,
    "factor": "H",
    "facet": 3,
    "tier": 1,
    "reverse": true,
    "ko": "나는 더 많은 돈을 벌기 위해 현재의 편안함을 기꺼이 희생할 수 있다.",
    "ko_example": "예: 수입을 높이기 위해 장시간 근무나 스트레스가 높은 일을 감수한다.",
    "en": "I'm willing to sacrifice current comfort to earn more money.",
    "en_example": "Ex: I endure long hours or high-stress work to increase my income."
  },
  {
    "id": 73,
    "factor": "H",
    "facet": 3,
    "tier": 2,
    "reverse": false,
    "ko": "나는 물질적으로 부족해도 정신적으로 풍요로운 삶을 선택하겠다.",
    "ko_example": "예: 적은 수입이라도 하고 싶은 일을 하며 사는 것을 선택한다.",
    "en": "I would choose a spiritually rich life even if materially lacking.",
    "en_example": "Ex: I choose to do what I love even with a lower income."
  },
  {
    "id": 74,
    "factor": "H",
    "facet": 3,
    "tier": 3,
    "reverse": true,
    "ko": "나는 부와 지위를 통해 다른 사람들에게 인정받고 싶다.",
    "ko_example": "예: 성공한 모습을 보여줌으로써 주변 사람들의 존경을 받고 싶다.",
    "en": "I want to be recognized by others through wealth and status.",
    "en_example": "Ex: I want to earn respect from people around me by showing my success."
  },
  {
    "id": 75,
    "factor": "H",
    "facet": 3,
    "tier": 1,
    "reverse": false,
    "ko": "나는 소박하고 단순한 삶에서 만족을 찾는다.",
    "ko_example": "예: 화려한 것보다 일상의 작은 즐거움을 소중히 여긴다.",
    "en": "I find satisfaction in a simple and modest life.",
    "en_example": "Ex: I cherish small everyday pleasures rather than glamorous things."
  },
  {
    "id": 76,
    "factor": "H",
    "facet": 4,
    "tier": 1,
    "reverse": false,
    "ko": "나는 내 성취에 대해 자랑하기보다 조용히 만족하는 편이다.",
    "ko_example": "예: 승진이나 성과가 있어도 먼저 말하기보다 물어볼 때 이야기한다.",
    "en": "I prefer to quietly appreciate my achievements rather than boasting about them.",
    "en_example": "Ex: Even with promotions or achievements, I share only when asked rather than bringing it up first."
  },
  {
    "id": 77,
    "factor": "H",
    "facet": 4,
    "tier": 1,
    "reverse": true,
    "ko": "나는 내가 이룬 것들에 대해 다른 사람들이 알아주기를 바란다.",
    "ko_example": "예: 열심히 한 프로젝트가 끝나면 주변에서 인정해주길 기대한다.",
    "en": "I want others to recognize what I've accomplished.",
    "en_example": "Ex: After finishing a hard-worked project, I expect acknowledgment from those around me."
  },
  {
    "id": 78,
    "factor": "H",
    "facet": 4,
    "tier": 2,
    "reverse": false,
    "ko": "나는 칭찬을 받으면 오히려 쑥스러워하는 편이다.",
    "ko_example": "예: 누군가가 나를 칭찬하면 어색해하며 화제를 돌리려 한다.",
    "en": "I tend to feel embarrassed when receiving compliments.",
    "en_example": "Ex: When someone praises me, I feel awkward and try to change the subject."
  },
  {
    "id": 79,
    "factor": "H",
    "facet": 4,
    "tier": 2,
    "reverse": true,
    "ko": "나는 내가 특별하거나 남다른 재능이 있다고 느낄 때가 있다.",
    "ko_example": "예: 다른 사람들보다 특정 분야에서 뛰어나다고 생각한다.",
    "en": "I sometimes feel that I'm special or have exceptional talents.",
    "en_example": "Ex: I think I'm superior to others in certain areas."
  },
  {
    "id": 80,
    "factor": "H",
    "facet": 4,
    "tier": 3,
    "reverse": false,
    "ko": "나는 대화에서 내 이야기보다 상대방의 이야기를 더 듣고 싶어한다.",
    "ko_example": "예: 모임에서 내 경험을 늘어놓기보다 다른 사람들의 이야기에 귀 기울인다.",
    "en": "In conversations, I prefer listening to others' stories rather than telling my own.",
    "en_example": "Ex: At gatherings, I listen to others' experiences rather than going on about my own."
  },
  {
    "id": 81,
    "factor": "H",
    "facet": 4,
    "tier": 3,
    "reverse": true,
    "ko": "나는 내가 다른 사람들보다 더 나은 대우를 받아야 한다고 생각할 때가 있다.",
    "ko_example": "예: 내 능력이나 경험을 고려하면 더 좋은 자리나 대우가 당연하다고 느낀다.",
    "en": "I sometimes think I deserve better treatment than others.",
    "en_example": "Ex: Considering my abilities and experience, I feel I naturally deserve a better position or treatment."
  },
  {
    "id": 82,
    "factor": "H",
    "facet": 4,
    "tier": 1,
    "reverse": false,
    "ko": "나는 내가 모르는 것이 많다는 것을 인정하는 것이 어렵지 않다.",
    "ko_example": "예: 전문가나 후배에게도 배울 점이 많다고 생각하고 질문한다.",
    "en": "I have no difficulty admitting that there's a lot I don't know.",
    "en_example": "Ex: I think there's much to learn even from experts or juniors, and I ask questions."
  },
  {
    "id": 83,
    "factor": "H",
    "facet": 4,
    "tier": 2,
    "reverse": true,
    "ko": "나는 사람들 앞에서 내 성공 스토리를 이야기하는 것을 좋아한다.",
    "ko_example": "예: 모임에서 어떻게 성공했는지, 어떤 어려움을 극복했는지 자주 이야기한다.",
    "en": "I like telling my success stories in front of people.",
    "en_example": "Ex: At gatherings, I often talk about how I succeeded and what difficulties I overcame."
  },
  {
    "id": 84,
    "factor": "H",
    "facet": 4,
    "tier": 3,
    "reverse": false,
    "ko": "나는 내 업적이나 능력을 과대평가하지 않으려고 노력한다.",
    "ko_example": "예: 이력서나 자기소개에서 실제보다 부풀려 말하지 않는다.",
    "en": "I try not to overestimate my accomplishments or abilities.",
    "en_example": "Ex: In resumes or self-introductions, I don't inflate beyond reality."
  },
  {
    "id": 85,
    "factor": "H",
    "facet": 4,
    "tier": 1,
    "reverse": true,
    "ko": "나는 내가 속한 그룹에서 특별한 역할이나 위치에 있고 싶다.",
    "ko_example": "예: 모임이나 팀에서 리더나 핵심 멤버로 인정받고 싶다.",
    "en": "I want to have a special role or position in the groups I belong to.",
    "en_example": "Ex: I want to be recognized as a leader or core member in gatherings or teams."
  },
  {
    "id": 86,
    "factor": "H",
    "facet": 4,
    "tier": 2,
    "reverse": false,
    "ko": "나는 다른 사람의 공헌을 인정하고 감사를 표현하는 것을 중요하게 여긴다.",
    "ko_example": "예: 팀 프로젝트 성공 시 모든 멤버의 기여를 언급하고 감사한다.",
    "en": "I value acknowledging others' contributions and expressing gratitude.",
    "en_example": "Ex: When a team project succeeds, I mention and thank all members for their contributions."
  },
  {
    "id": 87,
    "factor": "H",
    "facet": 4,
    "tier": 3,
    "reverse": true,
    "ko": "나는 내 의견이나 판단이 다른 사람들보다 더 정확하다고 생각하는 경향이 있다.",
    "ko_example": "예: 토론에서 내 관점이 대체로 맞다고 확신한다.",
    "en": "I tend to think my opinions or judgments are more accurate than others'.",
    "en_example": "Ex: In discussions, I'm confident that my perspective is generally correct."
  },
  {
    "id": 88,
    "factor": "H",
    "facet": 4,
    "tier": 1,
    "reverse": false,
    "ko": "나는 성공했을 때 운이나 다른 사람들의 도움도 있었다고 인정한다.",
    "ko_example": "예: 좋은 결과가 있을 때 혼자 힘이 아닌 주변의 지지 덕분이라고 말한다.",
    "en": "When I succeed, I acknowledge the role of luck and others' help.",
    "en_example": "Ex: When things go well, I say it's thanks to support from others, not just my own effort."
  },
  {
    "id": 89,
    "factor": "H",
    "facet": 4,
    "tier": 2,
    "reverse": true,
    "ko": "나는 SNS에 내 성취나 좋은 모습을 자주 올리는 편이다.",
    "ko_example": "예: 여행, 맛집, 성공적인 순간들을 인스타그램이나 페이스북에 자주 공유한다.",
    "en": "I often post my achievements or good moments on social media.",
    "en_example": "Ex: I frequently share trips, restaurants, and successful moments on Instagram or Facebook."
  },
  {
    "id": 90,
    "factor": "H",
    "facet": 4,
    "tier": 3,
    "reverse": false,
    "ko": "나는 내가 틀렸을 때 기꺼이 인정하고 상대방의 의견을 받아들인다.",
    "ko_example": "예: 논쟁 중에 상대방이 맞다는 것을 깨달으면 솔직히 인정한다.",
    "en": "I willingly admit when I'm wrong and accept others' opinions.",
    "en_example": "Ex: During an argument, if I realize the other person is right, I honestly admit it."
  },
  {
    "id": 91,
    "factor": "H",
    "facet": 4,
    "tier": 1,
    "reverse": true,
    "ko": "나는 다른 사람들이 나의 가치를 충분히 알아주지 못한다고 느낄 때가 있다.",
    "ko_example": "예: 내 능력에 비해 주변에서 과소평가당하고 있다고 생각한다.",
    "en": "I sometimes feel that others don't fully appreciate my value.",
    "en_example": "Ex: I think I'm underestimated compared to my actual abilities."
  },
  {
    "id": 92,
    "factor": "H",
    "facet": 4,
    "tier": 2,
    "reverse": false,
    "ko": "나는 주목받는 것보다 뒤에서 묵묵히 일하는 것이 더 편하다.",
    "ko_example": "예: 발표나 무대보다 뒤에서 준비하고 지원하는 역할을 선호한다.",
    "en": "I'm more comfortable working quietly behind the scenes than being in the spotlight.",
    "en_example": "Ex: I prefer supporting and preparing backstage rather than presenting or being on stage."
  },
  {
    "id": 93,
    "factor": "H",
    "facet": 4,
    "tier": 3,
    "reverse": true,
    "ko": "나는 내 배경이나 학력, 경력에 대해 은근히 자랑하는 편이다.",
    "ko_example": "예: 대화 중에 좋은 학교 출신이거나 대기업 경력을 슬쩍 언급한다.",
    "en": "I subtly brag about my background, education, or career.",
    "en_example": "Ex: In conversations, I casually mention attending a prestigious school or working at a major company."
  },
  {
    "id": 94,
    "factor": "H",
    "facet": 4,
    "tier": 1,
    "reverse": false,
    "ko": "나는 나보다 뛰어난 사람들 앞에서도 위축되지 않지만 그렇다고 우월감을 느끼지도 않는다.",
    "ko_example": "예: 어떤 상황에서든 나 자신을 있는 그대로 편안하게 느낀다.",
    "en": "I don't feel intimidated by superior people, nor do I feel superior to others.",
    "en_example": "Ex: I feel comfortable being myself in any situation."
  },
  {
    "id": 95,
    "factor": "H",
    "facet": 4,
    "tier": 2,
    "reverse": true,
    "ko": "나는 경쟁에서 이기면 그것을 주변에 알리고 싶은 충동을 느낀다.",
    "ko_example": "예: 대회나 공모전에서 수상하면 여러 사람에게 알리고 싶다.",
    "en": "When I win in competition, I feel the urge to let others know.",
    "en_example": "Ex: When I win awards in contests or competitions, I want to tell many people."
  },
  {
    "id": 96,
    "factor": "H",
    "facet": 4,
    "tier": 3,
    "reverse": false,
    "ko": "나는 내 장점보다 개선해야 할 점에 더 집중하는 편이다.",
    "ko_example": "예: 피드백을 받으면 칭찬보다 비판적인 부분에 더 귀 기울인다.",
    "en": "I tend to focus more on areas I need to improve than on my strengths.",
    "en_example": "Ex: When receiving feedback, I pay more attention to criticism than praise."
  },
  {
    "id": 97,
    "factor": "H",
    "facet": 4,
    "tier": 1,
    "reverse": true,
    "ko": "나는 내 외모, 재능, 또는 성과에 대해 자부심이 강한 편이다.",
    "ko_example": "예: 거울을 보며 만족하거나, 내 능력에 대해 확신을 가진다.",
    "en": "I have strong pride in my appearance, talents, or achievements.",
    "en_example": "Ex: I feel satisfied looking in the mirror or am confident about my abilities."
  },
  {
    "id": 98,
    "factor": "H",
    "facet": 4,
    "tier": 2,
    "reverse": false,
    "ko": "나는 누군가가 나보다 잘하는 것을 보면 진심으로 존경하고 배우려 한다.",
    "ko_example": "예: 동료가 뛰어난 성과를 내면 질투보다 어떻게 했는지 물어본다.",
    "en": "When I see someone doing better than me, I genuinely respect and try to learn from them.",
    "en_example": "Ex: When a colleague achieves outstanding results, I ask how they did it rather than feeling jealous."
  },
  {
    "id": 99,
    "factor": "H",
    "facet": 4,
    "tier": 3,
    "reverse": true,
    "ko": "나는 비판을 받으면 방어적으로 반응하거나 상처받는 경향이 있다.",
    "ko_example": "예: 누군가 내 일에 대해 지적하면 변명하거나 기분이 상한다.",
    "en": "I tend to react defensively or feel hurt when receiving criticism.",
    "en_example": "Ex: When someone points out issues with my work, I make excuses or feel offended."
  },
  {
    "id": 100,
    "factor": "H",
    "facet": 4,
    "tier": 1,
    "reverse": false,
    "ko": "나는 평범한 사람이라고 생각하며, 그것에 만족한다.",
    "ko_example": "예: 특별히 대단한 사람이 되려는 욕심 없이 일상에서 행복을 찾는다.",
    "en": "I think of myself as an ordinary person, and I'm content with that.",
    "en_example": "Ex: I find happiness in daily life without striving to be someone extraordinary."
  }
]
