[
  {
    "id": 201,
    "factor": "X",
    "facet": 1,
    "tier": 1,
    "reverse": false,
    "ko": "나는 새로운 사람들을 만날 때 자신감이 있다.",
    "ko_example": "예: 처음 참석한 모임에서 먼저 자기소개를 하고 대화를 시작하는 편이다.",
    "en": "I feel confident when meeting new people.",
    "en_example": "Ex: At a new gathering, I tend to introduce myself first and start conversations."
  },
  {
    "id": 202,
    "factor": "X",
    "facet": 1,
    "tier": 2,
    "reverse": false,
    "ko": "사람들 앞에서 나의 의견을 말할 때 당당하다.",
    "ko_example": "예: 회의 중 다른 의견이 있을 때 주저하지 않고 내 생각을 이야기한다.",
    "en": "I feel confident expressing my opinions in front of others.",
    "en_example": "Ex: During meetings, I don't hesitate to share my thoughts even if they differ from others."
  },
  {
    "id": 203,
    "factor": "X",
    "facet": 1,
    "tier": 3,
    "reverse": false,
    "ko": "나는 내가 사회적으로 유능한 사람이라고 느낀다.",
    "ko_example": "예: 다양한 사람들과 원활하게 소통하고 관계를 잘 유지한다고 생각한다.",
    "en": "I feel that I am a socially competent person.",
    "en_example": "Ex: I believe I communicate well with various people and maintain good relationships."
  },
  {
    "id": 204,
    "factor": "X",
    "facet": 1,
    "tier": 1,
    "reverse": true,
    "ko": "사람들이 나를 어떻게 생각할지 걱정된다.",
    "ko_example": "예: 발표 후에 사람들이 나를 이상하게 여겼을까 봐 계속 신경 쓰인다.",
    "en": "I worry about what people think of me.",
    "en_example": "Ex: After giving a presentation, I keep worrying whether people thought I was strange."
  },
  {
    "id": 205,
    "factor": "X",
    "facet": 1,
    "tier": 2,
    "reverse": true,
    "ko": "나는 다른 사람들에 비해 사회성이 부족하다고 느낀다.",
    "ko_example": "예: 친구들은 쉽게 어울리는데 나만 대화에 끼지 못하는 것 같다.",
    "en": "I feel I lack social skills compared to others.",
    "en_example": "Ex: My friends easily mingle, but I feel like I can't join in conversations."
  },
  {
    "id": 206,
    "factor": "X",
    "facet": 1,
    "tier": 3,
    "reverse": false,
    "ko": "나는 사람들 앞에서 실수해도 금방 털어버린다.",
    "ko_example": "예: 모임에서 말실수를 해도 크게 신경 쓰지 않고 대화를 이어간다.",
    "en": "I quickly shake off mistakes I make in front of others.",
    "en_example": "Ex: Even if I say something wrong at a gathering, I don't dwell on it and continue the conversation."
  },
  {
    "id": 207,
    "factor": "X",
    "facet": 1,
    "tier": 1,
    "reverse": false,
    "ko": "나는 대부분의 사람들이 나를 좋아한다고 생각한다.",
    "ko_example": "예: 새로운 사람을 만나도 잘 지낼 수 있을 거라는 확신이 있다.",
    "en": "I believe most people like me.",
    "en_example": "Ex: I feel confident that I can get along well even when meeting new people."
  },
  {
    "id": 208,
    "factor": "X",
    "facet": 1,
    "tier": 2,
    "reverse": true,
    "ko": "사회적 상황에서 나는 종종 부족하다고 느낀다.",
    "ko_example": "예: 파티에서 다른 사람들만큼 재미있게 대화하지 못한다고 느낀다.",
    "en": "I often feel inadequate in social situations.",
    "en_example": "Ex: At parties, I feel I can't converse as entertainingly as others."
  },
  {
    "id": 209,
    "factor": "X",
    "facet": 1,
    "tier": 3,
    "reverse": false,
    "ko": "나는 낯선 환경에서도 편안하게 행동할 수 있다.",
    "ko_example": "예: 처음 가는 해외 출장에서도 현지인들과 자연스럽게 교류한다.",
    "en": "I can act comfortably even in unfamiliar environments.",
    "en_example": "Ex: Even on my first overseas business trip, I naturally interact with locals."
  },
  {
    "id": 210,
    "factor": "X",
    "facet": 1,
    "tier": 1,
    "reverse": true,
    "ko": "다른 사람들과 대화할 때 내가 지루한 사람은 아닐까 걱정된다.",
    "ko_example": "예: 대화 중에 상대방이 심심해하는 것 같아 불안해진다.",
    "en": "When talking with others, I worry that I might be boring.",
    "en_example": "Ex: During conversations, I become anxious thinking the other person might be bored."
  },
  {
    "id": 211,
    "factor": "X",
    "facet": 1,
    "tier": 2,
    "reverse": false,
    "ko": "나는 사람들 사이에서 존재감이 있다고 느낀다.",
    "ko_example": "예: 모임에 참석하면 사람들이 내 존재를 인식하고 반겨준다.",
    "en": "I feel I have a noticeable presence among people.",
    "en_example": "Ex: When I attend gatherings, people notice me and welcome my presence."
  },
  {
    "id": 212,
    "factor": "X",
    "facet": 1,
    "tier": 3,
    "reverse": true,
    "ko": "나는 사회적 상황에서 자주 자신감을 잃는다.",
    "ko_example": "예: 중요한 네트워킹 행사에서 말을 걸 용기가 나지 않는다.",
    "en": "I often lose confidence in social situations.",
    "en_example": "Ex: At important networking events, I can't muster the courage to approach people."
  },
  {
    "id": 213,
    "factor": "X",
    "facet": 1,
    "tier": 1,
    "reverse": false,
    "ko": "나는 내 사회적 능력에 만족한다.",
    "ko_example": "예: 다양한 사람들과 관계를 맺고 유지하는 데 자신이 있다.",
    "en": "I am satisfied with my social abilities.",
    "en_example": "Ex: I am confident in building and maintaining relationships with various people."
  },
  {
    "id": 214,
    "factor": "X",
    "facet": 1,
    "tier": 2,
    "reverse": false,
    "ko": "사람들이 나와 대화하는 것을 즐긴다고 느낀다.",
    "ko_example": "예: 동료들이 점심시간에 나와 함께 있고 싶어한다.",
    "en": "I feel that people enjoy talking with me.",
    "en_example": "Ex: My colleagues want to spend lunch breaks with me."
  },
  {
    "id": 215,
    "factor": "X",
    "facet": 1,
    "tier": 3,
    "reverse": true,
    "ko": "사람들 앞에서 창피를 당할까 봐 두렵다.",
    "ko_example": "예: 회식에서 갑자기 건배사를 요청받으면 당황하고 피하고 싶다.",
    "en": "I am afraid of being embarrassed in front of people.",
    "en_example": "Ex: If asked to give a toast at a company dinner, I feel flustered and want to avoid it."
  },
  {
    "id": 216,
    "factor": "X",
    "facet": 1,
    "tier": 1,
    "reverse": false,
    "ko": "나는 어떤 사회적 상황에서도 나 자신을 잘 표현할 수 있다.",
    "ko_example": "예: 면접이나 소개팅에서도 평소의 나를 잘 보여줄 수 있다.",
    "en": "I can express myself well in any social situation.",
    "en_example": "Ex: Even in interviews or blind dates, I can show my true self."
  },
  {
    "id": 217,
    "factor": "X",
    "facet": 1,
    "tier": 2,
    "reverse": true,
    "ko": "다른 사람들이 나를 별로라고 생각하는 것 같다.",
    "ko_example": "예: 대화 후에 상대방이 나에게 별 관심이 없어 보인다고 느낀다.",
    "en": "I feel that other people don't think much of me.",
    "en_example": "Ex: After conversations, I feel the other person wasn't really interested in me."
  },
  {
    "id": 218,
    "factor": "X",
    "facet": 1,
    "tier": 3,
    "reverse": false,
    "ko": "나는 내 의견이 가치 있다고 믿는다.",
    "ko_example": "예: 팀 회의에서 내 아이디어가 프로젝트에 기여할 수 있다고 확신한다.",
    "en": "I believe my opinions are valuable.",
    "en_example": "Ex: In team meetings, I am confident my ideas can contribute to the project."
  },
  {
    "id": 219,
    "factor": "X",
    "facet": 1,
    "tier": 1,
    "reverse": true,
    "ko": "사회적 상황에서 나는 다른 사람들보다 뒤처진다고 느낀다.",
    "ko_example": "예: 동창회에서 다들 성공한 것 같은데 나만 초라해 보인다.",
    "en": "In social situations, I feel I fall behind compared to others.",
    "en_example": "Ex: At reunions, everyone seems successful while I feel inadequate."
  },
  {
    "id": 220,
    "factor": "X",
    "facet": 1,
    "tier": 2,
    "reverse": false,
    "ko": "나는 사람들에게 좋은 인상을 줄 수 있다고 자신한다.",
    "ko_example": "예: 처음 만나는 클라이언트에게도 전문적이고 친근한 인상을 준다.",
    "en": "I am confident I can make a good impression on people.",
    "en_example": "Ex: I give a professional and friendly impression even to clients I meet for the first time."
  },
  {
    "id": 221,
    "factor": "X",
    "facet": 1,
    "tier": 3,
    "reverse": true,
    "ko": "사람들이 나를 이상하게 볼까 봐 걱정된다.",
    "ko_example": "예: 모임에서 내 취미나 관심사를 말하면 이상하게 여길 것 같다.",
    "en": "I worry that people might see me as weird.",
    "en_example": "Ex: I worry that if I talk about my hobbies or interests at gatherings, people might find me strange."
  },
  {
    "id": 222,
    "factor": "X",
    "facet": 1,
    "tier": 1,
    "reverse": false,
    "ko": "나는 내가 충분히 매력적인 사람이라고 생각한다.",
    "ko_example": "예: 사람들이 나와 시간을 보내고 싶어할 만한 매력이 있다고 느낀다.",
    "en": "I think I am an attractive enough person.",
    "en_example": "Ex: I feel I have the charm that makes people want to spend time with me."
  },
  {
    "id": 223,
    "factor": "X",
    "facet": 1,
    "tier": 2,
    "reverse": false,
    "ko": "나는 사람들 사이에서 편안함을 느낀다.",
    "ko_example": "예: 대규모 행사에서도 긴장하지 않고 자연스럽게 어울린다.",
    "en": "I feel comfortable among people.",
    "en_example": "Ex: Even at large events, I mingle naturally without feeling nervous."
  },
  {
    "id": 224,
    "factor": "X",
    "facet": 1,
    "tier": 3,
    "reverse": true,
    "ko": "나는 다른 사람들만큼 사회적으로 능숙하지 못하다.",
    "ko_example": "예: 네트워킹 자리에서 다른 사람들처럼 자연스럽게 인맥을 쌓지 못한다.",
    "en": "I am not as socially adept as other people.",
    "en_example": "Ex: At networking events, I can't build connections as naturally as others do."
  },
  {
    "id": 225,
    "factor": "X",
    "facet": 1,
    "tier": 1,
    "reverse": false,
    "ko": "나는 어떤 그룹에서도 잘 어울릴 수 있다고 확신한다.",
    "ko_example": "예: 나이, 직업, 배경이 다른 사람들과도 쉽게 친해진다.",
    "en": "I am confident I can fit in well with any group.",
    "en_example": "Ex: I easily get along with people of different ages, professions, and backgrounds."
  },
  {
    "id": 226,
    "factor": "X",
    "facet": 2,
    "tier": 1,
    "reverse": false,
    "ko": "나는 그룹에서 리더 역할을 맡는 것이 편하다.",
    "ko_example": "예: 팀 프로젝트에서 자연스럽게 진행을 이끌어 간다.",
    "en": "I am comfortable taking on a leadership role in groups.",
    "en_example": "Ex: In team projects, I naturally take charge and lead the proceedings."
  },
  {
    "id": 227,
    "factor": "X",
    "facet": 2,
    "tier": 2,
    "reverse": false,
    "ko": "많은 사람들 앞에서 발표하는 것이 두렵지 않다.",
    "ko_example": "예: 100명 이상의 청중 앞에서도 긴장하지 않고 프레젠테이션을 한다.",
    "en": "I am not afraid of presenting in front of many people.",
    "en_example": "Ex: I can present to an audience of over 100 people without getting nervous."
  },
  {
    "id": 228,
    "factor": "X",
    "facet": 2,
    "tier": 3,
    "reverse": true,
    "ko": "사람들의 시선이 나에게 집중되면 불편하다.",
    "ko_example": "예: 생일 파티에서 모두가 나를 보며 축하 노래를 부르면 어색하다.",
    "en": "I feel uncomfortable when people's attention is focused on me.",
    "en_example": "Ex: At birthday parties, I feel awkward when everyone looks at me while singing."
  },
  {
    "id": 229,
    "factor": "X",
    "facet": 2,
    "tier": 1,
    "reverse": false,
    "ko": "나는 낯선 사람에게 먼저 말을 거는 것이 어렵지 않다.",
    "ko_example": "예: 엘리베이터에서 모르는 사람에게도 가볍게 인사를 건넨다.",
    "en": "I find it easy to approach strangers and start a conversation.",
    "en_example": "Ex: I casually greet strangers in the elevator."
  },
  {
    "id": 230,
    "factor": "X",
    "facet": 2,
    "tier": 2,
    "reverse": true,
    "ko": "다른 사람들에게 지시하거나 요청하는 것이 어렵다.",
    "ko_example": "예: 후배에게 업무를 부탁할 때도 미안해서 말을 꺼내기 힘들다.",
    "en": "I find it difficult to give instructions or make requests to others.",
    "en_example": "Ex: Even when asking juniors to do tasks, I find it hard to speak up because I feel apologetic."
  },
  {
    "id": 231,
    "factor": "X",
    "facet": 2,
    "tier": 3,
    "reverse": false,
    "ko": "나는 논쟁이나 토론에서 내 입장을 강하게 주장할 수 있다.",
    "ko_example": "예: 의견이 다른 상대와도 논리적으로 내 주장을 펼친다.",
    "en": "I can strongly advocate for my position in arguments or debates.",
    "en_example": "Ex: I logically present my arguments even with those who disagree."
  },
  {
    "id": 232,
    "factor": "X",
    "facet": 2,
    "tier": 1,
    "reverse": true,
    "ko": "권위 있는 사람 앞에서 내 의견을 말하기 어렵다.",
    "ko_example": "예: 상사나 교수님 앞에서는 내 생각이 있어도 말하지 못한다.",
    "en": "I find it hard to express my opinions in front of authority figures.",
    "en_example": "Ex: In front of my boss or professor, I can't speak up even when I have thoughts."
  },
  {
    "id": 233,
    "factor": "X",
    "facet": 2,
    "tier": 2,
    "reverse": false,
    "ko": "나는 다른 사람들을 설득하는 것에 자신이 있다.",
    "ko_example": "예: 반대 의견을 가진 동료도 내 논리로 설득할 수 있다.",
    "en": "I am confident in persuading other people.",
    "en_example": "Ex: I can convince colleagues with opposing views using my logic."
  },
  {
    "id": 234,
    "factor": "X",
    "facet": 2,
    "tier": 3,
    "reverse": true,
    "ko": "나는 주목받는 상황을 피하려 한다.",
    "ko_example": "예: 회의에서 좋은 아이디어가 있어도 발표를 자원하지 않는다.",
    "en": "I tend to avoid situations where I am the center of attention.",
    "en_example": "Ex: Even with good ideas in meetings, I don't volunteer to present them."
  },
  {
    "id": 235,
    "factor": "X",
    "facet": 2,
    "tier": 1,
    "reverse": false,
    "ko": "나는 어려운 결정을 내리는 것을 두려워하지 않는다.",
    "ko_example": "예: 팀의 방향을 결정해야 할 때 책임감 있게 선택한다.",
    "en": "I am not afraid of making difficult decisions.",
    "en_example": "Ex: When the team's direction needs to be decided, I make choices responsibly."
  },
  {
    "id": 236,
    "factor": "X",
    "facet": 2,
    "tier": 2,
    "reverse": false,
    "ko": "나는 위기 상황에서 앞장서서 대처한다.",
    "ko_example": "예: 갑작스러운 문제가 생겼을 때 해결책을 제시하고 실행한다.",
    "en": "I take the lead in handling crisis situations.",
    "en_example": "Ex: When sudden problems arise, I suggest solutions and take action."
  },
  {
    "id": 237,
    "factor": "X",
    "facet": 2,
    "tier": 3,
    "reverse": true,
    "ko": "공개적으로 질문하거나 발언하는 것이 부담스럽다.",
    "ko_example": "예: 강연 후 Q&A 시간에 궁금한 게 있어도 질문하지 못한다.",
    "en": "I feel burdened to ask questions or speak up publicly.",
    "en_example": "Ex: During Q&A after lectures, I can't ask questions even when curious."
  },
  {
    "id": 238,
    "factor": "X",
    "facet": 2,
    "tier": 1,
    "reverse": false,
    "ko": "나는 다른 사람들의 행동을 이끌어 나가는 것을 좋아한다.",
    "ko_example": "예: 동아리나 그룹 활동에서 일정을 조율하고 역할을 분배한다.",
    "en": "I enjoy directing other people's actions.",
    "en_example": "Ex: In clubs or group activities, I coordinate schedules and assign roles."
  },
  {
    "id": 239,
    "factor": "X",
    "facet": 2,
    "tier": 2,
    "reverse": true,
    "ko": "무대나 발표 상황이 다가오면 불안해진다.",
    "ko_example": "예: 발표 며칠 전부터 걱정이 되어 잠을 잘 못 잔다.",
    "en": "I become anxious as stage or presentation situations approach.",
    "en_example": "Ex: Days before a presentation, I worry so much that I can't sleep well."
  },
  {
    "id": 240,
    "factor": "X",
    "facet": 2,
    "tier": 3,
    "reverse": false,
    "ko": "나는 갈등 상황에서 중재자 역할을 할 수 있다.",
    "ko_example": "예: 친구들 사이에 다툼이 생기면 양쪽의 이야기를 듣고 해결을 돕는다.",
    "en": "I can act as a mediator in conflict situations.",
    "en_example": "Ex: When disputes arise between friends, I listen to both sides and help resolve them."
  },
  {
    "id": 241,
    "factor": "X",
    "facet": 2,
    "tier": 1,
    "reverse": false,
    "ko": "나는 사람들 앞에서 이야기하는 것을 즐긴다.",
    "ko_example": "예: 결혼식 축사나 모임에서 건배사를 하는 것이 재미있다.",
    "en": "I enjoy speaking in front of people.",
    "en_example": "Ex: I find it fun to give wedding speeches or toasts at gatherings."
  },
  {
    "id": 242,
    "factor": "X",
    "facet": 2,
    "tier": 2,
    "reverse": true,
    "ko": "처음 만나는 사람들에게 나를 소개하는 것이 어색하다.",
    "ko_example": "예: 신입사원 환영회에서 자기소개 순서가 되면 긴장된다.",
    "en": "I feel awkward introducing myself to people I meet for the first time.",
    "en_example": "Ex: At new employee welcome parties, I get nervous when it's my turn for self-introduction."
  },
  {
    "id": 243,
    "factor": "X",
    "facet": 2,
    "tier": 3,
    "reverse": false,
    "ko": "나는 어떤 상황에서든 주도적으로 행동할 수 있다.",
    "ko_example": "예: 여행 중 예상치 못한 상황에서도 대안을 찾아 일행을 이끈다.",
    "en": "I can take initiative in any situation.",
    "en_example": "Ex: Even in unexpected situations during travel, I find alternatives and lead the group."
  },
  {
    "id": 244,
    "factor": "X",
    "facet": 2,
    "tier": 1,
    "reverse": true,
    "ko": "다른 사람들이 나를 판단할까 봐 행동이 조심스러워진다.",
    "ko_example": "예: 새로운 그룹에서 튀는 행동을 할까 봐 조용히 있는다.",
    "en": "I become cautious about my actions, fearing others might judge me.",
    "en_example": "Ex: In new groups, I stay quiet, afraid of standing out."
  },
  {
    "id": 245,
    "factor": "X",
    "facet": 2,
    "tier": 2,
    "reverse": false,
    "ko": "나는 내 의견에 반대가 있어도 끝까지 주장할 수 있다.",
    "ko_example": "예: 다수가 반대해도 논리적 근거가 있으면 설득을 계속한다.",
    "en": "I can persist in my argument even when there is opposition.",
    "en_example": "Ex: Even if the majority disagrees, I continue persuading if I have logical grounds."
  },
  {
    "id": 246,
    "factor": "X",
    "facet": 2,
    "tier": 3,
    "reverse": true,
    "ko": "그룹에서 뒤에서 지원하는 역할이 더 편하다.",
    "ko_example": "예: 프로젝트에서 리더보다는 자료 조사나 정리를 맡고 싶다.",
    "en": "I prefer a supporting role from behind in groups.",
    "en_example": "Ex: In projects, I'd rather do research or organization than be the leader."
  },
  {
    "id": 247,
    "factor": "X",
    "facet": 2,
    "tier": 1,
    "reverse": false,
    "ko": "나는 다른 사람들에게 도움이나 호의를 쉽게 요청할 수 있다.",
    "ko_example": "예: 바쁠 때 동료에게 업무 도움을 편하게 부탁한다.",
    "en": "I can easily ask others for help or favors.",
    "en_example": "Ex: When busy, I comfortably ask colleagues for help with work."
  },
  {
    "id": 248,
    "factor": "X",
    "facet": 2,
    "tier": 2,
    "reverse": true,
    "ko": "사람들이 나를 쳐다보면 당황스럽다.",
    "ko_example": "예: 회의 중 갑자기 내 이름이 불리면 얼굴이 빨개진다.",
    "en": "I get flustered when people look at me.",
    "en_example": "Ex: If my name is suddenly called during a meeting, my face turns red."
  },
  {
    "id": 249,
    "factor": "X",
    "facet": 2,
    "tier": 3,
    "reverse": false,
    "ko": "나는 다른 사람들을 대표해서 발언하는 것이 두렵지 않다.",
    "ko_example": "예: 부서 의견을 대표해서 경영진에게 보고할 수 있다.",
    "en": "I am not afraid to speak on behalf of others.",
    "en_example": "Ex: I can report to executives representing my department's opinions."
  },
  {
    "id": 250,
    "factor": "X",
    "facet": 2,
    "tier": 1,
    "reverse": true,
    "ko": "큰 그룹에서 내 목소리를 내는 것이 어렵다.",
    "ko_example": "예: 전체 회의에서 의견을 말하기보다 소규모 모임을 선호한다.",
    "en": "I find it difficult to voice my opinions in large groups.",
    "en_example": "Ex: I prefer small gatherings over speaking up in company-wide meetings."
  },
  {
    "id": 251,
    "factor": "X",
    "facet": 3,
    "tier": 1,
    "reverse": false,
    "ko": "나는 사람들과 어울리는 것을 좋아한다.",
    "ko_example": "예: 주말에 혼자 있기보다 친구들과 모이는 것이 더 좋다.",
    "en": "I enjoy spending time with other people.",
    "en_example": "Ex: On weekends, I prefer meeting friends rather than being alone."
  },
  {
    "id": 252,
    "factor": "X",
    "facet": 3,
    "tier": 2,
    "reverse": true,
    "ko": "사람들과 오래 있으면 지친다.",
    "ko_example": "예: 하루 종일 사람들과 있으면 저녁에 혼자만의 시간이 필요하다.",
    "en": "I get tired when I spend a long time with people.",
    "en_example": "Ex: After being with people all day, I need alone time in the evening."
  },
  {
    "id": 253,
    "factor": "X",
    "facet": 3,
    "tier": 3,
    "reverse": false,
    "ko": "나는 파티나 사교 모임을 즐긴다.",
    "ko_example": "예: 회사 야유회나 동문 모임에 참석하는 것이 즐겁다.",
    "en": "I enjoy parties and social gatherings.",
    "en_example": "Ex: I enjoy attending company outings or alumni gatherings."
  },
  {
    "id": 254,
    "factor": "X",
    "facet": 3,
    "tier": 1,
    "reverse": true,
    "ko": "혼자 있는 시간이 다른 사람과 있는 시간보다 더 좋다.",
    "ko_example": "예: 친구와의 약속보다 집에서 혼자 쉬는 것이 더 편하다.",
    "en": "I prefer time alone over time spent with others.",
    "en_example": "Ex: I find resting at home alone more comfortable than meeting friends."
  },
  {
    "id": 255,
    "factor": "X",
    "facet": 3,
    "tier": 2,
    "reverse": false,
    "ko": "나는 새로운 친구를 사귀는 것을 좋아한다.",
    "ko_example": "예: 여행이나 취미 활동에서 새로운 사람을 만나는 것이 기대된다.",
    "en": "I like making new friends.",
    "en_example": "Ex: I look forward to meeting new people during travel or hobby activities."
  },
  {
    "id": 256,
    "factor": "X",
    "facet": 3,
    "tier": 3,
    "reverse": true,
    "ko": "사교 활동보다 혼자 하는 활동을 선호한다.",
    "ko_example": "예: 팀 스포츠보다 혼자 달리기나 독서를 더 좋아한다.",
    "en": "I prefer solitary activities over social activities.",
    "en_example": "Ex: I prefer solo running or reading over team sports."
  },
  {
    "id": 257,
    "factor": "X",
    "facet": 3,
    "tier": 1,
    "reverse": false,
    "ko": "나는 모임이나 행사에 자주 참여한다.",
    "ko_example": "예: 동호회, 친목 모임, 네트워킹 행사 등에 적극적으로 참석한다.",
    "en": "I frequently participate in gatherings or events.",
    "en_example": "Ex: I actively attend clubs, social gatherings, and networking events."
  },
  {
    "id": 258,
    "factor": "X",
    "facet": 3,
    "tier": 2,
    "reverse": true,
    "ko": "사람들과 어울리고 나면 에너지가 소진된 느낌이 든다.",
    "ko_example": "예: 친구들과 재미있게 놀아도 집에 오면 완전히 지쳐있다.",
    "en": "After socializing with people, I feel drained of energy.",
    "en_example": "Ex: Even after having fun with friends, I feel completely exhausted when I get home."
  },
  {
    "id": 259,
    "factor": "X",
    "facet": 3,
    "tier": 3,
    "reverse": false,
    "ko": "나는 대화를 좋아하고 자주 대화를 이끌어 간다.",
    "ko_example": "예: 모임에서 다양한 주제로 대화를 시작하고 분위기를 띄운다.",
    "en": "I enjoy conversation and often lead discussions.",
    "en_example": "Ex: At gatherings, I start conversations on various topics and liven up the atmosphere."
  },
  {
    "id": 260,
    "factor": "X",
    "facet": 3,
    "tier": 1,
    "reverse": true,
    "ko": "사람이 많은 곳에서는 불편하다.",
    "ko_example": "예: 붐비는 쇼핑몰이나 콘서트장에서 빨리 나오고 싶다.",
    "en": "I feel uncomfortable in crowded places.",
    "en_example": "Ex: In crowded malls or concert venues, I want to leave quickly."
  },
  {
    "id": 261,
    "factor": "X",
    "facet": 3,
    "tier": 2,
    "reverse": false,
    "ko": "나는 사람들 속에 있을 때 에너지를 얻는다.",
    "ko_example": "예: 활기찬 모임에 참석하면 오히려 활력이 넘친다.",
    "en": "I gain energy when I am among people.",
    "en_example": "Ex: Attending lively gatherings actually energizes me."
  },
  {
    "id": 262,
    "factor": "X",
    "facet": 3,
    "tier": 3,
    "reverse": true,
    "ko": "약속이 없는 주말이 더 좋다.",
    "ko_example": "예: 아무 계획 없이 집에서 쉴 수 있는 주말이 이상적이다.",
    "en": "I prefer weekends without any plans.",
    "en_example": "Ex: A weekend where I can rest at home with no plans is ideal."
  },
  {
    "id": 263,
    "factor": "X",
    "facet": 3,
    "tier": 1,
    "reverse": false,
    "ko": "나는 여러 친구 그룹을 유지한다.",
    "ko_example": "예: 학교 친구, 직장 동료, 취미 모임 친구 등 다양한 그룹과 연락한다.",
    "en": "I maintain multiple friend groups.",
    "en_example": "Ex: I stay in touch with various groups like school friends, work colleagues, and hobby groups."
  },
  {
    "id": 264,
    "factor": "X",
    "facet": 3,
    "tier": 2,
    "reverse": true,
    "ko": "새로운 사람들과 어울리는 것보다 기존 친구들과 있는 게 편하다.",
    "ko_example": "예: 모르는 사람들이 많은 모임보다 친한 친구들과의 소규모 모임이 좋다.",
    "en": "I prefer being with existing friends rather than meeting new people.",
    "en_example": "Ex: I prefer small gatherings with close friends over events with many strangers."
  },
  {
    "id": 265,
    "factor": "X",
    "facet": 3,
    "tier": 3,
    "reverse": false,
    "ko": "나는 대규모 행사나 축제를 좋아한다.",
    "ko_example": "예: 음악 페스티벌이나 스포츠 경기장의 분위기를 즐긴다.",
    "en": "I enjoy large-scale events or festivals.",
    "en_example": "Ex: I enjoy the atmosphere of music festivals or sports stadiums."
  },
  {
    "id": 266,
    "factor": "X",
    "facet": 3,
    "tier": 1,
    "reverse": true,
    "ko": "모임 초대를 받으면 거절하고 싶을 때가 많다.",
    "ko_example": "예: 회식이나 모임 초대를 받으면 핑계를 대고 안 가고 싶다.",
    "en": "When invited to gatherings, I often want to decline.",
    "en_example": "Ex: When invited to company dinners or gatherings, I want to make excuses and not go."
  },
  {
    "id": 267,
    "factor": "X",
    "facet": 3,
    "tier": 2,
    "reverse": false,
    "ko": "나는 다른 사람들과 함께하는 활동을 혼자 하는 것보다 선호한다.",
    "ko_example": "예: 혼자 영화 보기보다 친구와 함께 보는 것이 더 좋다.",
    "en": "I prefer doing activities with others rather than alone.",
    "en_example": "Ex: I prefer watching movies with friends rather than alone."
  },
  {
    "id": 268,
    "factor": "X",
    "facet": 3,
    "tier": 3,
    "reverse": true,
    "ko": "사람들과의 모임 후에 회복 시간이 필요하다.",
    "ko_example": "예: 큰 모임 다음 날은 아무도 만나지 않고 쉬어야 한다.",
    "en": "I need recovery time after gatherings with people.",
    "en_example": "Ex: The day after a big gathering, I need to rest without seeing anyone."
  },
  {
    "id": 269,
    "factor": "X",
    "facet": 3,
    "tier": 1,
    "reverse": false,
    "ko": "나는 다른 사람들과 함께 시간을 보낼 기회를 찾는다.",
    "ko_example": "예: 점심시간에도 혼자 먹기보다 동료들과 함께 식사하려 한다.",
    "en": "I seek out opportunities to spend time with other people.",
    "en_example": "Ex: Even during lunch, I try to eat with colleagues rather than alone."
  },
  {
    "id": 270,
    "factor": "X",
    "facet": 3,
    "tier": 2,
    "reverse": false,
    "ko": "나는 활발한 사회 생활을 유지한다.",
    "ko_example": "예: 매주 여러 번 친구들을 만나거나 모임에 참석한다.",
    "en": "I maintain an active social life.",
    "en_example": "Ex: I meet friends or attend gatherings several times a week."
  },
  {
    "id": 271,
    "factor": "X",
    "facet": 3,
    "tier": 3,
    "reverse": true,
    "ko": "나는 사회적 상호작용을 최소한으로 유지하려 한다.",
    "ko_example": "예: 필요한 경우가 아니면 다른 사람들과의 교류를 피한다.",
    "en": "I try to keep social interactions to a minimum.",
    "en_example": "Ex: I avoid interacting with others unless necessary."
  },
  {
    "id": 272,
    "factor": "X",
    "facet": 3,
    "tier": 1,
    "reverse": true,
    "ko": "사람들과 대화하는 것보다 문자나 메시지가 더 편하다.",
    "ko_example": "예: 전화 통화보다 카카오톡이나 문자로 연락하는 것을 선호한다.",
    "en": "I prefer texting or messaging over talking with people.",
    "en_example": "Ex: I prefer contacting people via text messages rather than phone calls."
  },
  {
    "id": 273,
    "factor": "X",
    "facet": 3,
    "tier": 2,
    "reverse": false,
    "ko": "나는 새로운 사람들을 만나면 설렌다.",
    "ko_example": "예: 새로운 동료나 이웃을 알아가는 것이 기대된다.",
    "en": "I feel excited when meeting new people.",
    "en_example": "Ex: I look forward to getting to know new colleagues or neighbors."
  },
  {
    "id": 274,
    "factor": "X",
    "facet": 3,
    "tier": 3,
    "reverse": true,
    "ko": "혼자만의 취미 활동이 그룹 활동보다 좋다.",
    "ko_example": "예: 동호회 활동보다 혼자 그림 그리기나 음악 듣기가 더 좋다.",
    "en": "I prefer solo hobbies over group activities.",
    "en_example": "Ex: I prefer painting or listening to music alone over club activities."
  },
  {
    "id": 275,
    "factor": "X",
    "facet": 3,
    "tier": 1,
    "reverse": false,
    "ko": "나는 사람들과 함께 있을 때 행복하다.",
    "ko_example": "예: 가족이나 친구들과 함께하는 시간이 가장 즐겁다.",
    "en": "I feel happy when I am with people.",
    "en_example": "Ex: Time spent with family or friends is most enjoyable."
  },
  {
    "id": 276,
    "factor": "X",
    "facet": 4,
    "tier": 1,
    "reverse": false,
    "ko": "나는 대체로 밝고 긍정적인 사람이다.",
    "ko_example": "예: 어려운 상황에서도 밝은 면을 찾으려고 노력한다.",
    "en": "I am generally a bright and positive person.",
    "en_example": "Ex: Even in difficult situations, I try to find the bright side."
  },
  {
    "id": 277,
    "factor": "X",
    "facet": 4,
    "tier": 2,
    "reverse": true,
    "ko": "나는 쉽게 지루해진다.",
    "ko_example": "예: 반복적인 일상에 금방 싫증이 난다.",
    "en": "I get bored easily.",
    "en_example": "Ex: I quickly get tired of repetitive daily routines."
  },
  {
    "id": 278,
    "factor": "X",
    "facet": 4,
    "tier": 3,
    "reverse": false,
    "ko": "나는 열정적으로 일이나 활동에 임한다.",
    "ko_example": "예: 새 프로젝트를 시작하면 밤새도록 집중할 수 있다.",
    "en": "I engage in work or activities with enthusiasm.",
    "en_example": "Ex: When starting a new project, I can focus on it all night."
  },
  {
    "id": 279,
    "factor": "X",
    "facet": 4,
    "tier": 1,
    "reverse": true,
    "ko": "나는 다른 사람들보다 에너지가 낮은 편이다.",
    "ko_example": "예: 친구들이 밤늦게까지 놀 때 나는 먼저 지친다.",
    "en": "I tend to have lower energy than others.",
    "en_example": "Ex: When friends party late, I get tired first."
  },
  {
    "id": 280,
    "factor": "X",
    "facet": 4,
    "tier": 2,
    "reverse": false,
    "ko": "나는 웃음이 많고 유머 감각이 있다.",
    "ko_example": "예: 모임에서 농담을 잘 하고 사람들을 웃게 만든다.",
    "en": "I laugh a lot and have a good sense of humor.",
    "en_example": "Ex: At gatherings, I joke well and make people laugh."
  },
  {
    "id": 281,
    "factor": "X",
    "facet": 4,
    "tier": 3,
    "reverse": true,
    "ko": "나는 차분하고 조용한 편이다.",
    "ko_example": "예: 시끌벅적한 분위기보다 차분한 대화를 선호한다.",
    "en": "I tend to be calm and quiet.",
    "en_example": "Ex: I prefer calm conversations over noisy atmospheres."
  },
  {
    "id": 282,
    "factor": "X",
    "facet": 4,
    "tier": 1,
    "reverse": false,
    "ko": "나는 아침에 일어나면 하루가 기대된다.",
    "ko_example": "예: 새로운 하루를 시작하는 것이 즐겁고 설렌다.",
    "en": "When I wake up in the morning, I look forward to the day.",
    "en_example": "Ex: Starting a new day feels exciting and joyful."
  },
  {
    "id": 283,
    "factor": "X",
    "facet": 4,
    "tier": 2,
    "reverse": true,
    "ko": "나는 흥분하거나 들뜨는 일이 거의 없다.",
    "ko_example": "예: 좋은 소식을 들어도 크게 기뻐하지 않는다.",
    "en": "I rarely get excited or thrilled about things.",
    "en_example": "Ex: Even when I hear good news, I don't feel very happy."
  },
  {
    "id": 284,
    "factor": "X",
    "facet": 4,
    "tier": 3,
    "reverse": false,
    "ko": "나는 활기차고 생동감 있는 사람으로 알려져 있다.",
    "ko_example": "예: 주변 사람들이 나를 에너지가 넘치는 사람이라고 말한다.",
    "en": "I am known as an energetic and vibrant person.",
    "en_example": "Ex: People around me say I am full of energy."
  },
  {
    "id": 285,
    "factor": "X",
    "facet": 4,
    "tier": 1,
    "reverse": true,
    "ko": "나는 무기력하거나 의욕이 없을 때가 많다.",
    "ko_example": "예: 특별한 이유 없이 아무것도 하기 싫은 날이 많다.",
    "en": "I often feel lethargic or unmotivated.",
    "en_example": "Ex: I often have days where I don't want to do anything for no particular reason."
  },
  {
    "id": 286,
    "factor": "X",
    "facet": 4,
    "tier": 2,
    "reverse": false,
    "ko": "나는 새로운 경험이나 모험을 좋아한다.",
    "ko_example": "예: 가보지 않은 곳을 탐험하거나 새로운 음식을 시도하는 것이 즐겁다.",
    "en": "I enjoy new experiences or adventures.",
    "en_example": "Ex: Exploring new places or trying new foods is exciting."
  },
  {
    "id": 287,
    "factor": "X",
    "facet": 4,
    "tier": 3,
    "reverse": true,
    "ko": "나는 감정 표현이 절제된 편이다.",
    "ko_example": "예: 기쁘거나 슬퍼도 크게 표현하지 않는다.",
    "en": "I tend to restrain my emotional expressions.",
    "en_example": "Ex: Even when happy or sad, I don't express it much."
  },
  {
    "id": 288,
    "factor": "X",
    "facet": 4,
    "tier": 1,
    "reverse": false,
    "ko": "나는 삶에 대해 열정적이다.",
    "ko_example": "예: 일, 취미, 관계 등 삶의 여러 영역에서 열심히 임한다.",
    "en": "I am passionate about life.",
    "en_example": "Ex: I put effort into various areas of life like work, hobbies, and relationships."
  },
  {
    "id": 289,
    "factor": "X",
    "facet": 4,
    "tier": 2,
    "reverse": false,
    "ko": "나는 분위기를 띄우는 역할을 자주 한다.",
    "ko_example": "예: 모임이 조용해지면 재미있는 이야기나 게임을 제안한다.",
    "en": "I often play the role of livening up the atmosphere.",
    "en_example": "Ex: When gatherings get quiet, I suggest fun stories or games."
  },
  {
    "id": 290,
    "factor": "X",
    "facet": 4,
    "tier": 3,
    "reverse": true,
    "ko": "나는 감정의 기복이 별로 없다.",
    "ko_example": "예: 좋은 일이나 나쁜 일에도 비슷한 반응을 보인다.",
    "en": "I don't have much emotional fluctuation.",
    "en_example": "Ex: I react similarly to both good and bad events."
  },
  {
    "id": 291,
    "factor": "X",
    "facet": 4,
    "tier": 1,
    "reverse": false,
    "ko": "나는 대부분의 시간 동안 기분이 좋다.",
    "ko_example": "예: 특별한 일이 없어도 평소에 긍정적인 기분을 유지한다.",
    "en": "I feel good most of the time.",
    "en_example": "Ex: I maintain a positive mood even without anything special happening."
  },
  {
    "id": 292,
    "factor": "X",
    "facet": 4,
    "tier": 2,
    "reverse": true,
    "ko": "나는 일상에서 작은 즐거움을 잘 느끼지 못한다.",
    "ko_example": "예: 맛있는 음식이나 좋은 날씨에도 별다른 기쁨을 느끼지 않는다.",
    "en": "I don't often feel small pleasures in daily life.",
    "en_example": "Ex: I don't feel much joy even from good food or nice weather."
  },
  {
    "id": 293,
    "factor": "X",
    "facet": 4,
    "tier": 3,
    "reverse": false,
    "ko": "나는 활동적이고 움직이는 것을 좋아한다.",
    "ko_example": "예: 집에 있기보다 밖에 나가서 무언가를 하는 것이 좋다.",
    "en": "I am active and enjoy moving around.",
    "en_example": "Ex: I prefer going out and doing something rather than staying home."
  },
  {
    "id": 294,
    "factor": "X",
    "facet": 4,
    "tier": 1,
    "reverse": true,
    "ko": "나는 조용히 혼자 쉬는 것이 더 좋다.",
    "ko_example": "예: 주말에 활동적인 것보다 집에서 편하게 쉬고 싶다.",
    "en": "I prefer resting quietly alone.",
    "en_example": "Ex: On weekends, I'd rather rest comfortably at home than be active."
  },
  {
    "id": 295,
    "factor": "X",
    "facet": 4,
    "tier": 2,
    "reverse": false,
    "ko": "나는 긍정적인 에너지를 주변에 전파한다.",
    "ko_example": "예: 내가 있으면 분위기가 밝아진다는 말을 자주 듣는다.",
    "en": "I spread positive energy to those around me.",
    "en_example": "Ex: I often hear that the atmosphere brightens when I'm around."
  },
  {
    "id": 296,
    "factor": "X",
    "facet": 4,
    "tier": 3,
    "reverse": true,
    "ko": "나는 일상이 단조롭게 느껴질 때가 많다.",
    "ko_example": "예: 매일 같은 루틴의 반복이 지루하게 느껴진다.",
    "en": "I often feel that daily life is monotonous.",
    "en_example": "Ex: The repetition of the same routine every day feels boring."
  },
  {
    "id": 297,
    "factor": "X",
    "facet": 4,
    "tier": 1,
    "reverse": false,
    "ko": "나는 재미있는 일을 찾아 나선다.",
    "ko_example": "예: 지루할 때 새로운 취미나 활동을 적극적으로 탐색한다.",
    "en": "I seek out fun things to do.",
    "en_example": "Ex: When bored, I actively explore new hobbies or activities."
  },
  {
    "id": 298,
    "factor": "X",
    "facet": 4,
    "tier": 2,
    "reverse": true,
    "ko": "나는 남들보다 조용하고 침착한 편이다.",
    "ko_example": "예: 신나는 상황에서도 다른 사람들처럼 흥분하지 않는다.",
    "en": "I am quieter and calmer than others.",
    "en_example": "Ex: Even in exciting situations, I don't get as excited as others."
  },
  {
    "id": 299,
    "factor": "X",
    "facet": 4,
    "tier": 3,
    "reverse": false,
    "ko": "나는 하루하루를 활력 있게 보낸다.",
    "ko_example": "예: 매일 에너지 넘치게 일하고 생활한다.",
    "en": "I spend each day with vitality.",
    "en_example": "Ex: I work and live with energy every day."
  },
  {
    "id": 300,
    "factor": "X",
    "facet": 4,
    "tier": 1,
    "reverse": false,
    "ko": "나는 즐거운 순간을 온전히 즐긴다.",
    "ko_example": "예: 좋은 일이 있으면 그 순간을 충분히 만끽한다.",
    "en": "I fully enjoy pleasant moments.",
    "en_example": "Ex: When something good happens, I savor the moment completely."
  }
]
